const afterpraydata = [
        {
            "id": 1,
            "name": "Azkar",
            "count": 1,
            "description": "\nأعُوذُ بِاللهِ مِنْ الشَّيْطَانِ الرَّجِيمِ \nاللّهُ لاَ إِلَـهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ.",
            "category": "Azkar",
            "audioUrl": "",
            "esnadname": "- كانَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ، إذَا انْصَرَفَ مِن صَلَاتِهِ اسْتَغْفَرَ ثَلَاثًا وَقالَ: اللَّهُمَّ أَنْتَ السَّلَامُ وَمِنْكَ السَّلَامُ، تَبَارَكْتَ ذَا الجَلَالِ وَالإِكْرَامِ.قالَ الوَلِيدُ: فَقُلتُ لِلأَوْزَاعِيِّ: كيفَ الاسْتِغْفَارُ؟ قالَ: تَقُولُ: أَسْتَغْفِرُ اللَّهَ، أَسْتَغْفِرُ اللَّهَ الراوي: ثوبان مولى رسول الله صلى الله عليه وسلم | المحدث: مسلم | المصدر: صحيح مسلم | الرقم: 591 | خلاصة حكم المحدث: [صحيح]",
            "__v": 0
        },
        {
            "id": 2,
            "name": "Azkar",
            "count": 3,
            "description": "أَسْـتَغْفِرُ الله.",
            "category": "Azkar",
            "audioUrl": "https://res.cloudinary.com/drn4jmvzr/video/upload/v1745495973/WhatsApp_Audio_2025-04-24_at_1.54.11_PM_nvaytq.m4a",
            "esnadname": "- كانَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ، إذَا انْصَرَفَ مِن صَلَاتِهِ اسْتَغْفَرَ ثَلَاثًا وَقالَ: اللَّهُمَّ أَنْتَ السَّلَامُ وَمِنْكَ السَّلَامُ، تَبَارَكْتَ ذَا الجَلَالِ وَالإِكْرَامِ.قالَ الوَلِيدُ: فَقُلتُ لِلأَوْزَاعِيِّ: كيفَ الاسْتِغْفَارُ؟ قالَ: تَقُولُ: أَسْتَغْفِرُ اللَّهَ، أَسْتَغْفِرُ اللَّهَ الراوي: ثوبان مولى رسول الله صلى الله عليه وسلم | المحدث: مسلم | المصدر: صحيح مسلم | الرقم: 591 | خلاصة حكم المحدث: [صحيح]",
            "__v": 0
        },
        {
            "id": 3,
            "name": "Azkar",
            "count": 1,
            "description": "اللّهُـمَّ أَنْـتَ السَّلامُ ، وَمِـنْكَ السَّلام ، تَبارَكْتَ يا ذا الجَـلالِ وَالإِكْـرام ",
            "category": "Azkar",
            "audioUrl": "https://res.cloudinary.com/drn4jmvzr/video/upload/v1745495973/WhatsApp_Audio_2025-04-24_at_1.54.11_PM_nvaytq.m4a",
            "esnadname": "- كانَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ، إذَا انْصَرَفَ مِن صَلَاتِهِ اسْتَغْفَرَ ثَلَاثًا وَقالَ: اللَّهُمَّ أَنْتَ السَّلَامُ وَمِنْكَ السَّلَامُ، تَبَارَكْتَ ذَا الجَلَالِ وَالإِكْرَامِ.قالَ الوَلِيدُ: فَقُلتُ لِلأَوْزَاعِيِّ: كيفَ الاسْتِغْفَارُ؟ قالَ: تَقُولُ: أَسْتَغْفِرُ اللَّهَ، أَسْتَغْفِرُ اللَّهَ الراوي: ثوبان مولى رسول الله صلى الله عليه وسلم | المحدث: مسلم | المصدر: صحيح مسلم | الرقم: 591 | خلاصة حكم المحدث: [صحيح]",
            "__v": 0
        },
        {
            "id": 4,
            "name": "Azkar",
            "count": 1,
            "description": "لا إلهَ إلاّ اللّهُ وحدَهُ لا شريكَ لهُ، لهُ المُـلْكُ ولهُ الحَمْد، وهوَ على كلّ شَيءٍ قَدير، اللّهُـمَّ لا مانِعَ لِما أَعْطَـيْت، وَلا مُعْطِـيَ لِما مَنَـعْت، وَلا يَنْفَـعُ ذا الجَـدِّ مِنْـكَ الجَـد.",
            "category": "Azkar",
            "audioUrl": "https://res.cloudinary.com/drn4jmvzr/video/upload/v1745495973/WhatsApp_Audio_2025-04-24_at_1.54.11_PM_nvaytq.m4a",
            "esnadname": "- إنَّ نَبِيَّ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ كانَ يقولُ في دُبُرِ كُلِّ صَلَاةٍ: لا إلَهَ إلَّا اللَّهُ وحْدَهُ لا شَرِيكَ له، له المُلْكُ، وله الحَمْدُ، وهو علَى كُلِّ شيءٍ قَدِيرٌ، اللَّهُمَّ لا مَانِعَ لِما أعْطَيْتَ، ولَا مُعْطِيَ لِما مَنَعْتَ، ولَا يَنْفَعُ ذَا الجَدِّ مِنْكَ الجَدُّ. الراوي: المغيرة بن شعبة | المحدث: البخاري | المصدر: صحيح البخاري | الرقم: 7292 | خلاصة حكم المحدث: [صحيح] | التخريج: أخرجه مسلم (593)",
            "__v": 0
        },
        {
            "id": 5,
            "name": "Azkar",
            "count": 1,

"description": "لا إلهَ إلاّ اللّه، وحدَهُ لا شريكَ لهُ، لهُ الملكُ ولهُ الحَمد، وهوَ على كلّ شيءٍ قدير، لا حَـوْلَ وَلا قـوَّةَ إِلاّ بِاللهِ، لا إلهَ إلاّ اللّـه، وَلا نَعْـبُـدُ إِلاّ إيّـاه، لَهُ النِّعْـمَةُ وَلَهُ الفَضْل، وَلَهُ الثَّـناءُ الحَـسَن، لا إلهَ إلاّ اللّهُ مخْلِصـينَ لَـهُ الدِّينَ وَلَوْ كَـرِهَ الكـافِرون.",
            "category": "Azkar",
            "audioUrl": "https://res.cloudinary.com/drn4jmvzr/video/upload/v1745497027/WhatsApp_Audio_2025-04-24_at_2.15.56_PM_sdhbof.m4a",
            "esnadname": "كانَ ابنُ الزُّبَيْرِ يقولُ: في دُبُرِ كُلِّ صَلَاةٍ حِينَ يُسَلِّمُ: لا إلَهَ إلَّا اللَّهُ وَحْدَهُ لا شَرِيكَ له، له المُلْكُ وَلَهُ الحَمْدُ، وَهو علَى كُلِّ شيءٍ قَدِيرٌ، لا حَوْلَ وَلَا قُوَّةَ إلَّا باللَّهِ، لا إلَهَ إلَّا اللَّهُ، وَلَا نَعْبُدُ إلَّا إيَّاهُ، له النِّعْمَةُ وَلَهُ الفَضْلُ، وَلَهُ الثَّنَاءُ الحَسَنُ، لا إلَهَ إلَّا اللَّهُ مُخْلِصِينَ له الدِّينَ ولو كَرِهَ الكَافِرُونَ. وقالَ: كانَ رَسولُ اللهِ ﷺ يُهَلِّلُ بهِنَّ دُبُرَ كُلِّ صَلَاةٍ.\nالراوي: عبدالله بن الزبير | المحدث: مسلم | المصدر: صحيح مسلم | الرقم: 594 | خلاصة حكم المحدث: [صحيح] | التخريج: أخرجه أبو داود (1506)، النسائي (1339)، أحمد (16105) باختلاف يسير",
            "__v": 0
        },
        {
            "id": 6,
            "name": "Azkar",
            "count": 3,
            "description": "بِسْمِ اللهِ الرَّحْمنِ الرَّحِيم\nقُلْ هُوَ ٱللَّهُ أَحَدٌ، ٱللَّهُ ٱلصَّمَدُ، لَمْ يَلِدْ وَلَمْ يُولَدْ، وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ.",
            "category": "Azkar",
            "audioUrl": "",
            "esnadname": "سورة الإخلاص \n ثلاث مرات بعد صلاتي الفجر والمغرب. ومرة بعد الصلوات الأخرى.",
            "__v": 0
        },
        {
            "id": 7,
            "name": "Azkar",
            "count": 3,
            "description": "بِسْمِ اللهِ الرَّحْمنِ الرَّحِيم\n  قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ، مِن شَرِّ مَا خَلَقَ، وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ، وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ، وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ.",
            "category": "Azkar",
            "audioUrl": "",
            "esnadname": "سورة الفلق \n ثلاث مرات بعد صلاتي الفجر والمغرب. ومرة بعد الصلوات الأخرى.",
            "__v": 0
        },
        {
            "id": 8,
            "name": "Azkar",
            "count": 3,
            "description": "بِسْمِ اللهِ الرَّحْمنِ الرَّحِيم\n قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ، مَلِكِ ٱلنَّاسِ، إِلَٰهِ ٱلنَّاسِ، مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ، ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ، مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ",
            "category": "Azkar",
            "audioUrl": "",
            "esnadname": "سورة الناس \n ثلاث مرات بعد صلاتي الفجر والمغرب. ومرة بعد الصلوات الأخرى.",
            "__v": 0
        },
        {
            "id": 9,
            "name": "Azkar",
            "count": 100,
            "description": "سُبحانَ اللهِ ثلاثًا وثلاثينَ، والحمدُ للهِ ثلاثًا وثلاثينَ، واللهُ أكبَرُ ثلاثًا وثلاثينَ، ولا إلهَ إلَّا اللهُ وحدَه لا شريكَ له، له الملكُ وله الحمدُ، وهو على كلِّ شيءٍ قديرٌ، مرةً تمامَ المائةِ.",
            "category": "Azkar",
            "audioUrl": "https://res.cloudinary.com/drn4jmvzr/video/upload/v1745498059/WhatsApp_Audio_2025-04-24_at_2.33.14_PM_mhnqxp.m4a",
            "esnadname": "عن أبي هريرة رضي الله عنه قال: قال رسولُ اللهِ ﷺ: من سبَّحَ اللهَ في دُبُرِ كلِّ صلاةٍ ثلاثًا وثلاثينَ، وحمِدَ اللهَ ثلاثًا وثلاثينَ، وكبَّرَ اللهَ ثلاثًا وثلاثينَ، فتلك تسعةٌ وتسعونَ، وقال تمامَ المائةِ: لا إلهَ إلا اللهُ وحدَه لا شريكَ له، له الملكُ وله الحمدُ، وهو على كلِّ شيءٍ قديرٌ، غُفِرَتْ خطاياهُ وإن كانت مثلَ زبَدِ البحرِ.\nالراوي: أبو هريرة | المحدث: مسلم | المصدر: صحيح مسلم | الرقم: 597 | خلاصة حكم المحدث: [صحيح]"
        }
    ]
 
module.exports = afterpraydata;