const bathroomAzkarData = [
    {
        "id":1,
        "description":"الذكر عند الخلاء (بِسْمِ الله) اللّهُـمَّ إِنِّـي أَعـوذُ بِـكَ مِـنَ الْخُـبْثِ وَالْخَبائِث.",
        "count": 1,
        "esnadname":"فالسنة عند دخول الخلاء أن يُقدم رجله اليسرى ويقول: بسم الله، اللهم إني أعوذ بك من الخبث والخبائث عند دخول الخلاء"
    },
    {
        "id":2,
        "description":"الذكر بعد الخلاء (غُفْرَانَكَ)",
        "count": 1,
        "esnadname":"فالسنة عند الخروج من الخلاء أن يقول: غفرانك، الحمد لله الذي أذهب عني الأذى وعافاني"
    },
]

module.exports = bathroomAzkarData;