const beforesleepazkar =[
    {
        "id": '1',
        "name": "Azkar",
        "count": 3,
        "description":"إذا جاءَ أحَدُكُمْ فِراشَهُ فَلْيَنْفُضْهُ بصَنِفَةِ ثَوْبِهِ ثَلاثَ مَرَّاتٍ، ولْيَقُلْ: باسْمِكَ رَبِّ وضَعْتُ جَنْبِي، وبِكَ أرْفَعُهُ، إنْ أمْسَكْتَ نَفْسِي فاغْفِرْ لَها، وإنْ أرْسَلْتَها فاحْفَظْها بما تَحْفَظُ به عِبادَكَ الصَّالِحِينَ.",
        "category": "Azkar",
        "audioUrl":"https://res.cloudinary.com/dtb8omfnm/video/upload/v1745331117/WhatsApp_Audio_2025-04-22_at_4.11.20_PM_vtd10d.m4a",
        "esnadname":"رواه البخاري، في صحيح البخاري، عن أبي هريرة، الصفحة أو الرقم: 6320، أخرجه في صحيحه."
    },
    {
        "id": '2',
        "name": "Azkar",
        "count": 1,
        "description": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ (1)\nٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَٰلَمِينَ (2)\nٱلرَّحْمَٰنِ ٱلرَّحِيمِ (3)\nمَٰلِكِ يَوْمِ ٱلدِّينِ (4)\nإِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ (5)\nٱهْدِنَا ٱلصِّرَٰطَ ٱلْمُسْتَقِيمَ (6)\nصِرَٰطَ ٱلَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ ٱلْمَغْضُوبِ عَلَيْهِمْ وَلَا ٱلضَّآلِّينَ (7)",
        "category": "Azkar",
        "audioUrl": "https://res.cloudinary.com/dtb8omfnm/video/upload/v1743512351/WhatsApp_Audio_2025-04-01_at_2.57.47_PM_1_zirgly.m4a",
        "esnadname": "سورة الفاتحة"
    },
    {
        "id": '3',
        "name": "Azkar",
        "count": 3,
        "description":"أعُوذُ بِاللهِ مِنَ الشَّيْطَانِ الرَّحِيمِ اللهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلَّا بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلَا يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ",
        "category": "Azkar",
        "audioUrl": "https://res.cloudinary.com/dtb8omfnm/video/upload/v1745326424/WhatsApp_Audio_2025-04-22_at_2.30.08_PM_yyxpec.m4a",
        "esnadname":"آيه الكرسي"
    },
    {
        "id": '4',
        "name": "Azkar",
        "count": 3,
        "description":"ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ (*) لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ ",
        "category": "Azkar",
        "audioUrl": "https://res.cloudinary.com/dtb8omfnm/video/upload/v1745326562/WhatsApp_Audio_2025-04-22_at_2.30.08_PM_1_yujyxl.m4a",
        "esnadname":"سورة البقرة",
        "thawapofzekr":"حيث تُسنّ قراءة آخر آيتين من سورة البقرة قبل النوم، فهما تكفيان المؤمن آفات الليل، وقيل إنهما تكفيانه قيام ليلته، قال النبي صلى الله عليه وسلم: (الآيتانِ مِن آخرِ سورةِ البقرةِ، مَن قرَأ بهِما مِن ليلةٍ كفَتاه)."
    },
    {
        'id': '5',
        'name': "Azkar",
        "count": 1,
        "description":"قُلْ يَـٰٓأَيُّهَا ٱلْكَـٰفِرُونَ (1) لَآ أَعْبُدُ مَا تَعْبُدُونَ (2) وَلَآ أَنتُمْ عَـٰبِدُونَ مَآ أَعْبُدُ (3) وَلَآ أَنَا۠ عَابِدٌۭ مَّا عَبَدتُّمْ (4) وَلَآ أَنتُمْ عَـٰبِدُونَ مَآ أَعْبُدُ (5) لَكُمْ دِينُكُمْ وَلِىَ دِينِ (6)",
        "category": "Azkar",
        "audioUrl": "https://res.cloudinary.com/dtb8omfnm/video/upload/v1744566139/109_vwk3tq.mp3",
        "esnadname": "سورة الكافرون"
    },
    {
        "id": '6',
        "name": "Azkar",
        "count": 3,
        "description":"قُلْ هُوَ ٱللَّهُ أَحَدٌ (1) ٱللَّهُ ٱلصَّمَدُ (2) لَمْ يَلِدْ وَلَمْ يُولَدْ (3) وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ (4)",
        "category": "Azkar",
        "audioUrl": "https://res.cloudinary.com/dtb8omfnm/video/upload/v1742312694/Untitled-video-Made-with-Clipchamp-_2__nzsg2v.mp3",
        "esnadname": "سورة الإخلاص",
        'thawapofzekr': 'من قالها حين يصبح وحين يمسى كفته من كل شىء (الإخلاص والمعوذتين).'
    },
    {
        "id": '7',
        "name": "Azkar",
        "count": 3,
        "description":"قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ (1) مِن شَرِّ مَا خَلَقَ (2) وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ (3) وَمِن شَرِّ ٱلنَّفَّـٰثَـٰتِ فِى ٱلْعُقَدِ (4) وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ (5)",
        "category": "Azkar",
        "audioUrl": "https://res.cloudinary.com/dtb8omfnm/video/upload/v1744569583/113_o8erxb.mp3",
        "esnadname": "سورة الفلق",
        'thawapofzekr': 'من قالها حين يصبح وحين يمسى كفته من كل شىء (الإخلاص والمعوذتين).'
    },
    {
        "id": '8',
        "name": "Azkar",
        "count": 3,
        "description":
            "قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ (1) مَلِكِ ٱلنَّاسِ (2) إِلَـٰهِ ٱلنَّاسِ (3) مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ (4) ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ (5) مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ (6)",
        "category": "Azkar",
        "audioUrl": "https://res.cloudinary.com/dtb8omfnm/video/upload/v1742566682/Untitled-video-Made-with-Clipchamp-_3__kir2gf.mp3",
        "esnadname": "سورة الناس",
        'thawapofzekr': 'من قالها حين يصبح وحين يمسى كفته من كل شىء (الإخلاص والمعوذتين).'
    },
    ////////////////////////////////
    {
        'id': '9',
        'name': "اذكار قبل النوم",
        'count': 1,
        'description':"اللهم أسلمت نفسي إليك وفوضت أمري إليك، ووجهت وجهي إليك، وألجأت ظهري إليك رغبةً ورهبة إليك، لا ملجأ ولا منجا منك إلا إليك آمنت بكتابك الذي أنزلت وبنبيك الذي أرسلت.",
        'category': "قبل النوم",
        "audioUrl":"https://res.cloudinary.com/dtb8omfnm/video/upload/v1745327330/WhatsApp_Audio_2025-04-22_at_2.30.11_PM_2_xmruo2.m4a",
        "esnadname":" رواه البخاري، في صحيح البخاري، عن البراء بن عازب، الصفحة أو الرقم: 6313، صحيح."
    },
    {
        'id': '10',
        'name': "اذكار قبل النوم",
        'count': 1,
        'description':"اللهم إنك خَلَقْتَ نفسي وأنت توفاها لك مماتها ومحياها، إن أحييتها فاحفظها وإن أمتها فاغفر لها، اللهم إني أسألك العافية.",
        'category': "قبل النوم",
        "audioUrl":"https://res.cloudinary.com/dtb8omfnm/video/upload/v1745327438/WhatsApp_Audio_2025-04-22_at_2.29.15_PM_bu5btk.m4a",
        "esnadname":"رواه ابن حبان، في صحيح ابن حبان، عن عبد الله بن عمر، الصفحة أو الرقم: 5541، أخرجه في صحيحه."
    },
    {
        'id':'11',
        'name':"اذكار قبل النوم",
        'count':3,
        'description':"اللهم قني عذابك يوم تبعث عبادك.",
        'category':"قبل النوم",
        "esnadname":"↑ رواه ابن حجر العسقلاني، في الفتوحات الربانية، عن حفصة بنت عمر، الصفحة أو الرقم: 3/148، حسن.",
        "audioUrl":"https://res.cloudinary.com/dtb8omfnm/video/upload/v1745327554/WhatsApp_Audio_2025-04-22_at_2.30.09_PM_2_de819s.m4a",
    },
    {
       'id':'12',
       'name':"اذكار قبل النوم",
       'count':1,
       'description':"باسمك اللَّهُمَّ أَمُوتُ وأَحْيَا.",
       'category':"قبل النوم",
       "audioUrl":"https://res.cloudinary.com/dtb8omfnm/video/upload/v1745326820/WhatsApp_Audio_2025-04-22_at_2.30.09_PM_h5hlil.m4a",
       "esnadname":"رواه البخاري، في صحيح البخاري، عن حذيفة بن اليمان، الصفحة أو الرقم: 7394، صحيح."
    },
    {
        'id':'13',
        'name':"اذكار قبل النوم",
        'count':1,
        'description':"اللهم فاطر السموات والأرض عالم الغيب والشهادة لا إله إلا أنتَ ربَّ كلِّ شيء ومليكه أعوذُ بك من شر نفسي ومن شر الشيطان وشركه وأن أقترف على نفسي سوءًا أو أجره إلى مسلم.",  
        'category':"قبل النوم",
        "audioUrl":"https://res.cloudinary.com/dtb8omfnm/video/upload/v1745327761/WhatsApp_Audio_2025-04-22_at_2.30.11_PM_3_omdw50.m4a",
        "esnadname":"رواه ابن حجر العسقلاني، في الفتوحات الربانية، عن أبي هريرة، الصفحة أو الرقم: 3/96، صحيح."
    },
    {
        'id':'14',
        'name':"اذكار قبل النوم",
        'count':1,
        'description':"اللهم أسلمت نفسي إليك وفوضت أمري إليك، ووجهت وجهي إليك، وألجأت ظهري إليك رغبةً ورهبة إليك، لا ملجأ ولا منجا منك إلا إليك آمنت بكتابك الذي أنزلت وبنبيك الذي أرسلت.",
        'category':"قبل النوم",
        "audioUrl":"https://res.cloudinary.com/dtb8omfnm/video/upload/v1745327836/WhatsApp_Audio_2025-04-22_at_2.30.11_PM_4_up0nnw.m4a",
        "esnadname":"رواه البخاري، في صحيح البخاري، عن البراء بن عازب، الصفحة أو الرقم: 6313، صحيح."
     },
     {
         'id':'15',
         'name':"اذكار قبل النوم",
         'count':1,
         'description':"يجمع كفيه ثم ينفث فيهما والقراءة فيهما : قل هو الله أحد} و{قل أعوذ برب الفلق} و{قل أعوذ برب الناس ومسح ما استطاع من الجسد يبدأ بهما على رأسه ووجه وما أقبل من جسده.",  
         'category':"قبل النوم",
         "esnadname":"فقد روت عائشة -رضي الله عنها: (أنَّ رسولَ اللهِ صلَّى اللهُ عليهِ وسلَّمَ كان إذا أخذ مضجعَه نفثَ في يدَيه، وقرأ بالمعوِّذاتِ، ومسح بهما جسدَه)،↑ رواه البخاري، في صحيح البخاري، عن عائشة أم المؤمنين، الصفحة أو الرقم: 6319، صحيح."
     },
    {
        "id": '16',
        "name": "Azkar",
        "count": 3,
        "description":"سُبْحَانَ اللهِ و الْحَمْدُ للهِ و الله أكبر",
        "category": "Azkar",
        "audioUrl": "https://res.cloudinary.com/dtb8omfnm/video/upload/v1745330918/WhatsApp_Audio_2025-04-22_at_4.00.26_PM_xtu6bj.mp3",
        "esnadname":"↑ رواه الألباني، في صحيح الجامع، عن علي بن أبي طالب، الصفحة أو الرقم: 2619، صحيح."
    },
    
    {
        "id": '17',
        "name": "Azkar",
        "count": 3,
        "description":"اللَّهُمَّ رَبَّ السَّمَوَاتِ وَرَبَّ الأرْضِ وَرَبَّ العَرْشِ العَظِيمِ، رَبَّنَا وَرَبَّ كُلِّ شيءٍ، فَالِقَ الحَبِّ وَالنَّوَى، وَمُنْزِلَ التَّوْرَاةِ وَالإِنْجِيلِ وَالْفُرْقَانِ، أَعُوذُ بكَ مِن شَرِّ كُلِّ شيءٍ أَنْتَ آخِذٌ بنَاصِيَتِهِ، اللَّهُمَّ أَنْتَ الأوَّلُ فليسَ قَبْلَكَ شيءٌ، وَأَنْتَ الآخِرُ فليسَ بَعْدَكَ شيءٌ، وَأَنْتَ الظَّاهِرُ فليسَ فَوْقَكَ شيءٌ، وَأَنْتَ البَاطِنُ فليسَ دُونَكَ شيءٌ، اقْضِ عَنَّا الدَّيْنَ، وَأَغْنِنَا مِنَ الفَقْرِ",
        "category": "Azkar",
        "audioUrl": "https://res.cloudinary.com/dtb8omfnm/video/upload/v1745326895/WhatsApp_Audio_2025-04-22_at_2.30.09_PM_1_mzvyf0.m4a",
        "esnadname":"رواه مسلم، في صحيح مسلم، عن أبي هريرة، الصفحة أو الرقم: 2713، صحيح."
    },
    {
        "id": '18',
        "name": "Azkar",
        "count": 3,
        "description":"اللَّهُمَّ أنْتَ رَبِّي لا إلَهَ إلَّا أنْتَ، خَلَقْتَنِي وأنا عَبْدُكَ، وأنا علَى عَهْدِكَ ووَعْدِكَ ما اسْتَطَعْتُ، أعُوذُ بكَ مِن شَرِّ ما صَنَعْتُ، أبُوءُ لكَ بنِعْمَتِكَ عَلَيَّ، وأَبُوءُ لكَ بذَنْبِي فاغْفِرْ لِي، فإنَّه لا يَغْفِرُ الذُّنُوبَ إلَّا أنْتَ",
        "category": "Azkar",
        "audioUrl": "https://res.cloudinary.com/dtb8omfnm/video/upload/v1742566682/Untitled-video-Made-with-Clipchamp-_3__kir2gf.mp3",
        "esnadname": "رواه البخاري، في صحيح البخاري، عن شداد بن أوس، الصفحة أو الرقم: 6306، صحيح.لناس",
    },
    {
        "id": '19',
        "name": "Azkar",
        "count": 3,
        "description":"أَسْتَغْفِرُ اللهَ الَّذِي لَا إِلَهَ إِلَّا هُوَ الحَيَّ الْقَيُّومُ وَأَتُوبُ إِلَيْهِ",
        "category": "Azkar",
       "audioUrl": "https://res.cloudinary.com/dtb8omfnm/video/upload/v1743511412/WhatsApp_Audio_2025-04-01_at_2.40.16_PM_akcfhh.mp3",
        "esnadname": " وعن أبي سعيد الخدري عن النبي ﷺ قال: من قالحينَ يَأْوِي إِلَى فِرَاشِهِ: أَسْتَغْفِرُ اللهَ الَّذِي لَا إِلَهَ إِلَّا هُوَ الحَيَّ الْقَيُّومُ وَأَتُوبُ إِلَيْهِ ثَلَاثَ مَرَّاتٍ غَفَرَ اللَّهُ ذُنُوبَهُ وَإِنْ كَانَتْ مِثْلَ زَبدِ الْبَحْرِ وَإِنْ كَانَتْ عَدَدَ وَرَقِ الشَّجَرِ وَإِنْ كَانَتْ عَدَدَ رَمْلِ عَالِحٍ وَإِنْ كَانَتْ عَدَدَ أَيَّامِ الدُّنْيا",
    },
    {
        "id": '20',
        "name": "Azkar",
        "count": 3,
        "description": "تَبَٰرَكَ ٱلَّذِي بِيَدِهِ ٱلۡمُلۡكُ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ (1) ٱلَّذِي خَلَقَ ٱلۡمَوۡتَ وَٱلۡحَيَوٰةَ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡغَفُورُ (2) ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗاۖ مَّا تَرَىٰ فِي خَلۡقِ ٱلرَّحۡمَٰنِ مِن تَفَٰوُتٖۖ فَٱرۡجِعِ ٱلۡبَصَرَ هَلۡ تَرَىٰ مِن فُطُورٖ (3) ثُمَّ ٱرۡجِعِ ٱلۡبَصَرَ كَرَّتَيۡنِ يَنقَلِبۡ إِلَيۡكَ ٱلۡبَصَرُ خَاسِئٗا وَهُوَ حَسِيرٞ (4) وَلَقَدۡ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَجَعَلۡنَٰهَا رُجُومٗا لِّلشَّيَٰطِينِۖ وَأَعۡتَدۡنَا لَهُمۡ عَذَابَ ٱلسَّعِيرِ (5) وَلِلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ عَذَابُ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمَصِيرُ (6) إِذَآ أُلۡقُواْ فِيهَا سَمِعُواْ لَهَا شَهِيقٗا وَهِيَ تَفُورُ (7) تَكَادُ تَمَيَّزُ مِنَ ٱلۡغَيۡظِۖ كُلَّمَآ أُلۡقِيَ فِيهَا فَوۡجٞ سَأَلَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ نَذِيرٞ (8) قَالُواْ بَلَىٰ قَدۡ جَآءَنَا نَذِيرٞ فَكَذَّبۡنَا وَقُلۡنَا مَا نَزَّلَ ٱللَّهُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ كَبِيرٖ (9) وَقَالُواْ لَوۡ كُنَّا نَسۡمَعُ أَوۡ نَعۡقِلُ مَا كُنَّا فِيٓ أَصۡحَٰبِ ٱلسَّعِيرِ (10) فَٱعۡتَرَفُواْ بِذَنۢبِهِمۡ فَسُحۡقٗا لِّأَصۡحَٰبِ ٱلسَّعِيرِ (11) إِنَّ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ (12) وَأَسِرُّواْ قَوۡلَكُمۡ أَوِ ٱجۡهَرُواْ بِهِۦٓۖ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ (13) أَلَا يَعۡلَمُ مَنۡ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ (14) هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ ذَلُولٗا فَٱمۡشُواْ فِي مَنَاكِبِهَا وَكُلُواْ مِن رِّزۡقِهِۦۖ وَإِلَيۡهِ ٱلنُّشُورُ (15) ءَأَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يَخۡسِفَ بِكُمُ ٱلۡأَرۡضَ فَإِذَا هِيَ تَمُورُ (16) أَمۡ أَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗاۖ فَسَتَعۡلَمُونَ كَيۡفَ نَذِيرِ (17) وَلَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَكَيۡفَ كَانَ نَكِيرِ (18) أَوَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ فَوۡقَهُمۡ صَٰٓفَّٰتٖ وَيَقۡبِضۡنَۚ مَا يُمۡسِكُهُنَّ إِلَّا ٱلرَّحۡمَٰنُۚ إِنَّهُۥ بِكُلِّ شَيۡءِۭ بَصِيرٌ (19) أَمَّنۡ هَٰذَا ٱلَّذِي هُوَ جُندٞ لَّكُمۡ يَنصُرُكُم مِّن دُونِ ٱلرَّحۡمَٰنِۚ إِنِ ٱلۡكَٰفِرُونَ إِلَّا فِي غُرُورٍ (20) أَمَّنۡ هَٰذَا ٱلَّذِي يَرۡزُقُكُمۡ إِنۡ أَمۡسَكَ رِزۡقَهُۥۚ بَل لَّجُّواْ فِي عُتُوّٖ وَنُفُورٍ (21) أَفَمَن يَمۡشِي مُكِبًّا عَلَىٰ وَجۡهِهِۦٓ أَهۡدَىٰٓ أَمَّن يَمۡشِي سَوِيًّا عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ (22) قُلۡ هُوَ ٱلَّذِيٓ أَنشَأَكُمۡ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ (23) قُلۡ هُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ (24) وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ (25) قُلۡ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٞ (26) فَلَمَّا رَأَوۡهُ زُلۡفَةٗ سِيٓـَٔتۡ وُجُوهُ ٱلَّذِينَ كَفَرُواْ وَقِيلَ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَدَّعُونَ (27) قُلۡ أَرَءَيۡتُمۡ إِنۡ أَهۡلَكَنِيَ ٱللَّهُ وَمَن مَّعِيَ أَوۡ رَحِمَنَا فَمَن يُجِيرُ ٱلۡكَٰفِرِينَ مِنۡ عَذَابٍ أَلِيمٖ (28) قُلۡ هُوَ ٱلرَّحۡمَٰنُ ءَامَنَّا بِهِۦ وَعَلَيۡهِ تَوَكَّلۡنَاۖ فَسَتَعۡلَمُونَ مَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ (29) قُلۡ أَرَءَيۡتُمۡ إِنۡ أَصۡبَحَ مَآؤُكُمۡ غَوۡرٗا فَمَن يَأۡتِيكُم بِمَآءٖ مَّعِينِۭ (30)",
        "category": "Azkar",
        "audioUrl": "https://res.cloudinary.com/dtb8omfnm/video/upload/v1745327130/WhatsApp_Audio_2025-04-22_at_2.30.11_PM_serpie.m4a",
        "esnadname":"سورة الملك"
    },
]

module.exports = beforesleepazkar