[
    {
        "id": 1,
        "name": "Azkar",
        "count": 1,
        "description": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ (1)\nٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَٰلَمِينَ (2)\nٱلرَّحْمَٰنِ ٱلرَّحِيمِ (3)\nمَٰلِكِ يَوْمِ ٱلدِّينِ (4)\nإِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ (5)\nٱهْدِنَا ٱلصِّرَٰطَ ٱلْمُسْتَقِيمَ (6)\nصِرَٰطَ ٱلَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ ٱلْمَغْضُوبِ عَلَيْهِمْ وَلَا ٱلضَّآلِّينَ (7)",
        "category": "Azkar",
        "audioUrl": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-1.mp3",
        "esnadname": "سورة الفاتحة"
    },
    {
        "id": 2,
        "name": "Azkar",
        "count": 1,
        "description": "الم (1)\nذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ (2)\nٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ (3)\nوَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ (4)\nأُو۟لَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُو۟لَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ (5)",
        "category": "Azkar",
        "audioUrl": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-1.mp3",
        "esnadname": "سورة البقرة"
    },    
    {
        "id": 3,
        "name": "Azkar",
        "count": 1,
        "description": "ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌۭ وَلَا نَوْمٌۭ ۚ لَّهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍۢ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ (255) لَآ إِكْرَاهَ فِى ٱلدِّينِ ۖ قَد تَّبَيَّنَ ٱلرُّشْدُ مِنَ ٱلْغَىِّ ۚ فَمَن يَكْفُرْ بِٱلطَّـٰغُوتِ وَيُؤْمِنۢ بِٱللَّهِ فَقَدِ ٱلۡتَمَسَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَا ۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ (256) ٱللَّهُ وَلِىُّ ٱلَّذِينَ ءَامَنُوا۟ يُخْرِجُهُم مِّنَ ٱلظُّلُمَـٰتِ إِلَى ٱلنُّورِ ۖ وَٱلَّذِينَ كَفَرُوا۟ أَوۡلِيَآؤُهُمُ ٱلطَّـٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَـٰتِ ۗ أُو۟لَٰٓئِكَ أَصۡحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ (257)",
        "category": "Azkar",
        "audioUrl": "https://res.cloudinary.com/dtb8omfnm/video/upload/v1742312202/Untitled-video-Made-with-Clipchamp_pomqqy.mp3",
        "esnadname": "سورة البقرة"
    },
    {
        "id": 4,
        "name": "Azkar",
        "count": 1,
       "description": "لِّلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ وَإِن تُبۡدُوا۟ مَا فِىٓ أَنفُسِكُمْ أَوْ تُخۡفُوهُ يُحَاسِبْكُم بِهِ ٱللَّهُ ۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ ۗ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌ (284) ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَ ۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَـٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيْنَ أَحَدٍۢ مِّن رُّسُلِهِۦ ۚ وَقَالُوا۟ سَمِعْنَا وَأَطَعۡنَا ۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ (285) لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَا ۚ لَهَا مَا كَسَبَتْ وَعَلَيۡهَا مَا ٱكْتَسَبَتْ ۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوْ أَخۡطَأْنَا ۚ رَبَّنَا وَلَا تَحۡمِلْ عَلَيۡنَآ إِصۡرًۭا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبْلِنَا ۚ رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِۦ ۖ وَٱعۡفُ عَنَّا وَٱغۡفِرْ لَنَا وَٱرۡحَمْنَآ ۚ أَنتَ مَوۡلَـٰنَا فَٱنصُرْنَا عَلَى ٱلۡقَوْمِ ٱلۡكَـٰفِرِينَ (286)",
        "category": "Azkar",
        "audioUrl": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-1.mp3",
        "esnadname": "سورة البقرة"
    },
    {
        "id": 5,
        "name": "Azkar",
        "count": 1,
        "description":"الٓمٓ (1) ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ (2)",
        "category": "Azkar",
        "audioUrl": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-1.mp3",
        "esnadname": "سورة آل عمران"
    },
    {
        "id": 6,
        "name":"Azkar",
        "count":7,
        "description":"حَسْبِيَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ، عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ.",
        "category": "Azkar",
        "audioUrl": "https://res.cloudinary.com/dtb8omfnm/video/upload/v1742649500/WhatsApp_Audio_2025-03-22_at_3.13.29_PM_yfyww6.mp3",
        "esnadname": "أخرجه أبو داود (۵۰۸۱) ، وابن السني في عمل اليوم والليلة (۷۰) مِن حَدِيثِ أَبِي الدَّرْدَاءِ أَنَّ النَّبِيَّ ﷺ قَالَ :مَنْ قَالَ فِي كُلِّ يَوْمٍ حِينَ يُصْبِحُ وَحِيْنَ يُمْسِي : اللَّهُ مَا أَهَمَّهُ مِنْ أَمْرِ الدُّنْيَا وَالْآخِرَةِ .قال الشيخ الأرناؤوط في تحقيقه على زاد المعاد (٣٧٦/٢): وإسناد أبي داود رجاله ثقات، لكن فيه زيادة منكرة وهي : صَادِقًا كَانَ بِهَا أَوْ كَاذِبًا»"
    },
    {
        "id": 7,
        "name": "Azkar",
        "count": 1,
        "description":  " وَعَنَتِ ٱلْوُجُوهُ لِلْحَىِّ ٱلْقَيُّومِ ۖ وَقَدْ خَابَ مَنْ حَمَلَ ظُلْمًۭا (111) وَمَن يَعْمَلْ مِنَ ٱلصَّـٰلِحَـٰتِ وَهُوَ مُؤْمِنٌۭ فَلَا يَخَافُ ظُلْمًۭا وَلَا هَضْمًۭا (112)",
        "category": "Azkar",
        "audioUrl": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-1.mp3",
        "esnadname": "سورة طه'"
    },
    {
        "id": 8,
        "name": "Azkar",
        "count": 1,
        "description":"قُلِ ٱدْعُوا۟ ٱللَّهَ أَوِ ٱدْعُوا۟ ٱلرَّحْمَـٰنَ ۖ أَيًّۭا مَّا تَدْعُوا۟ فَلَهُ ٱلْأَسْمَآءُ ٱلْحُسْنَىٰ ۚ وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا وَٱبْتَغِ بَيْنَ ذَٰلِكَ سَبِيلًۭا (110) وَقُلِ ٱلْحَمْدُ لِلَّهِ ٱلَّذِى لَمْ يَتَّخِذْ وَلَدًۭا وَلَمْ يَكُن لَّهُۥ شَرِيكٌۭ فِى ٱلْمُلْكِ وَلَمْ يَكُن لَّهُۥ وَلِىٌّۭ مِّنَ ٱلذُّلِّ ۖ وَكَبِّرْهُ تَكْبِيرًۢا (111)",
        "category": "Azkar",
        "audioUrl": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-1.mp3",
        "esnadname": "سورة الإسراء"
    },
    {
        "id": 9,
        "name": "Azkar",
        "count": 1,
        "description":"أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَـٰكُمْ عَبَثًۭا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ (115) فَتَعَـٰلَى ٱللَّهُ ٱلْمَلِكُ ٱلْحَقُّ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ رَبُّ ٱلْعَرْشِ ٱلْكَرِيمِ (116) وَمَن يَدْعُ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ لَا بُرْهَـٰنَ لَهُۥ بِهِۦ فَإِنَّمَا حِسَابُهُۥ عِندَ رَبِّهِۦٓ ۚ إِنَّهُۥ لَا يُفْلِحُ ٱلْكَـٰفِرُونَ (117) وَقُل رَّبِّ ٱغْفِرْ وَٱرْحَمْ وَأَنتَ خَيْرُ ٱلرَّٰحِمِينَ (118)",
        "category": "Azkar",
        "audioUrl": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-1.mp3",
        "esnadname": "سورة المؤمنون"
    },
    {
        "id": 10,
        "name": "Azkar",
        "count": 1,
        "description":"يُخْرِجُ ٱلْحَىَّ مِنَ ٱلْمَيِّتِ وَيُخْرِجُ ٱلْمَيِّتَ مِنَ ٱلْحَىِّ وَيُحْىِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا ۚ وَكَذَٰلِكَ تُخْرَجُونَ (19) وَمِنْ ءَايَـٰتِهِۦٓ أَنْ خَلَقَكُم مِّن تُرَابٍۢ ثُمَّ إِذَآ أَنتُم بَشَرٌۭ تَنتَشِرُونَ (20) وَمِنْ ءَايَـٰتِهِۦٓ أَنْ خَلَقَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَٰجًۭا لِّتَسْكُنُوٓا۟ إِلَيْهَا وَجَعَلَ بَيْنَكُم مَّوَدَّةًۭ وَرَحْمَةً ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍۢ لِّقَوْمٍۢ يَتَفَكَّرُونَ (21) وَمِنْ ءَايَـٰتِهِۦ خَلْقُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَٱخْتِلَـٰفُ أَلْسِنَتِكُمْ وَأَلْوَٰنِكُمْ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍۢ لِّلْعَـٰلِمِينَ (22) وَمِنْ ءَايَـٰتِهِۦ مَنَامُكُم بِٱلَّيْلِ وَٱلنَّهَارِ وَٱبْتِغَآؤُكُم مِّن فَضْلِهِۦٓ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍۢ لِّقَوْمٍۢ يَسْمَعُونَ (23) وَمِنْ ءَايَـٰتِهِۦ يُرِيكُمُ ٱلْبَرْقَ خَوْفًۭا وَطَمَعًۭا وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مَآءًۭ فَيُحْىِۦ بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَآ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍۢ لِّقَوْمٍۢ يَعْقِلُونَ (24) وَمِنْ ءَايَـٰتِهِۦٓ أَن تَقُومَ ٱلسَّمَآءُ وَٱلْأَرْضُ بِأَمْرِهِۦ ۚ ثُمَّ إِذَا دَعَاكُمْ دَعْوَةًۭ مِّنَ ٱلْأَرْضِ إِذَآ أَنتُمْ تَخْرُجُونَ (25) وَلَهُۥ مَن فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ كُلٌّۭ لَّهُۥ قَـٰنِتُونَ (26)",
        "category": "Azkar",
        "audioUrl": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-1.mp3",
        "esnadname": "سورة الروم"
    },
    {
        "id": 11,
        "name": "Azkar",
        "count": 1,
        "description":"حمٓ (1) تَنزِيلُ ٱلْكِتَـٰبِ مِنَ ٱللَّهِ ٱلْعَزِيزِ ٱلْعَلِيمِ (2) غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوْبِ شَدِيدِ ٱلْعِقَابِ ذِى ٱلطَّوْلِ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ إِلَيْهِ ٱلْمَصِيرُ (3)",
        "category": "Azkar",
        "audioUrl": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-1.mp3",
        "esnadname": "سورة غافر"
    },
    {
        "id": 12,
        "name": "Azkar",
        "count": 1,
        "description":"هُوَ ٱللَّهُ ٱلَّذِى لَآ إِلَـٰهَ إِلَّا هُوَ ۖ عَـٰلِمُ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ ۖ هُوَ ٱلرَّحْمَـٰنُ ٱلرَّحِيمُ (22) هُوَ ٱللَّهُ ٱلَّذِى لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْمَلِكُ ٱلْقُدُّوسُ ٱلسَّلَـٰمُ ٱلْمُؤْمِنُ ٱلْمُهَيْمِنُ ٱلْعَزِيزُ ٱلْجَبَّارُ ٱلْمُتَكَبِّرُ ۚ سُبْحَـٰنَ ٱللَّهِ عَمَّا يُشْرِكُونَ (23) هُوَ ٱللَّهُ ٱلْخَـٰلِقُ ٱلْبَارِئُ ٱلْمُصَوِّرُ ۖ لَهُ ٱلْأَسْمَآءُ ٱلْحُسْنَىٰ ۚ يُسَبِّحُ لَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ (24)"   ,
        "category": "Azkar",
        "audioUrl": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-1.mp3",
        "esnadname": "سورة الحشر"
    },
    {
        "id": 13,
        "name": "Azkar",
        "count": 1,
        "description":"إِذَا زُلْزِلَتِ ٱلْأَرْضُ زِلْزَالَهَا (1) وَأَخْرَجَتِ ٱلْأَرْضُ أَثْقَالَهَا (2) وَقَالَ ٱلْإِنسَـٰنُ مَا لَهَا (3) يَوْمَئِذٍۢ تُحَدِّثُ أَخْبَارَهَا (4) بِأَنَّ رَبَّكَ أَوْحَىٰ لَهَا (5) يَوْمَئِذٍۢ يَصْدُرُ ٱلنَّاسُ أَشْتَاتًۭا لِّيُرَوْا۟ أَعْمَـٰلَهُمْ (6) فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًۭا يَرَهُۥ (7) وَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍۢ شَرًّۭا يَرَهُۥ (8)",
        "category": "Azkar",
        "audioUrl": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-1.mp3",
        "esnadname": "سورة الزلزلة"
    },
    {
        "id": 14,
        "name": "Azkar",
        "count": 1,
        "description":"قُلْ يَـٰٓأَيُّهَا ٱلْكَـٰفِرُونَ (1) لَآ أَعْبُدُ مَا تَعْبُدُونَ (2) وَلَآ أَنتُمْ عَـٰبِدُونَ مَآ أَعْبُدُ (3) وَلَآ أَنَا۠ عَابِدٌۭ مَّا عَبَدتُّمْ (4) وَلَآ أَنتُمْ عَـٰبِدُونَ مَآ أَعْبُدُ (5) لَكُمْ دِينُكُمْ وَلِىَ دِينِ (6)",
        "category": "Azkar",
        "audioUrl": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-1.mp3",
        "esnadname": "سورة الكافرون"
    },
    {
        "id": 15,
        "name": "Azkar",
        "count": 1,
        "description":"إِذَا جَآءَ نَصْرُ ٱللَّهِ وَٱلْفَتْحُ (1) وَرَأَيْتَ ٱلنَّاسَ يَدْخُلُونَ فِى دِينِ ٱللَّهِ أَفْوَاجًۭا (2) فَسَبِّحْ بِحَمْدِ رَبِّكَ وَٱسْتَغْفِرْهُ ۚ إِنَّهُۥ كَانَ تَوَّابًۢا (3)",
        "category": "Azkar",
        "audioUrl": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-1.mp3",
        "esnadname": "سورة النصر"
    },
    {
        "id": 16,
        "name": "Azkar",
        "count": 3,
        "description":"قُلْ هُوَ ٱللَّهُ أَحَدٌ (1) ٱللَّهُ ٱلصَّمَدُ (2) لَمْ يَلِدْ وَلَمْ يُولَدْ (3) وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ (4)",
        "category": "Azkar",
        "audioUrl": "https://res.cloudinary.com/dtb8omfnm/video/upload/v1742312694/Untitled-video-Made-with-Clipchamp-_2__nzsg2v.mp3",
        "esnadname": "سورة الإخلاص",
        'thawapofzekr': 'من قالها حين يصبح وحين يمسى كفته من كل شىء (الإخلاص والمعوذتين).'
    },
    {
        "id": 17,
        "name": "Azkar",
        "count": 3,
        "description":"قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ (1) مِن شَرِّ مَا خَلَقَ (2) وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ (3) وَمِن شَرِّ ٱلنَّفَّـٰثَـٰتِ فِى ٱلْعُقَدِ (4) وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ (5)",
        "category": "Azkar",
        "audioUrl": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-1.mp3",
        "esnadname": "سورة الفلق",
        'thawapofzekr': 'من قالها حين يصبح وحين يمسى كفته من كل شىء (الإخلاص والمعوذتين).'
    },
    {
        "id": 18,
        "name": "Azkar",
        "count": 3,
        "description":
            "قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ (1) مَلِكِ ٱلنَّاسِ (2) إِلَـٰهِ ٱلنَّاسِ (3) مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ (4) ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ (5) مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ (6)",
        "category": "Azkar",
        "audioUrl": "https://res.cloudinary.com/dtb8omfnm/video/upload/v1742566682/Untitled-video-Made-with-Clipchamp-_3__kir2gf.mp3",
        "esnadname": "سورة الناس",
        'thawapofzekr': 'من قالها حين يصبح وحين يمسى كفته من كل شىء (الإخلاص والمعوذتين).'
    },
    {
        "id": 19,
        "name": "Azkar",
        "count": 1,
        "description": "أَصْـبَحْنا وَأَصْـبَحَ المُـلْكُ لله وَالحَمدُ لله ، لا إلهَ إلاّ اللّهُ وَحدَهُ لا شَريكَ لهُ، لهُ المُـلكُ ولهُ الحَمْـد، وهُوَ على كلّ شَيءٍ قدير ، رَبِّ أسْـأَلُـكَ خَـيرَ ما في هـذا اليوم وَخَـيرَ ما بَعْـدَه ، وَأَعـوذُ بِكَ مِنْ شَـرِّ ما في هـذا اليوم وَشَرِّ ما بَعْـدَه، رَبِّ أَعـوذُبِكَ مِنَ الْكَسَـلِ وَسـوءِ الْكِـبَر ، رَبِّ أَعـوذُ بِكَ مِنْ عَـذابٍ في النّـارِ وَعَـذابٍ في القَـبْر.",
        "category": "Azkar",
        "audioUrl": "https://res.cloudinary.com/dtb8omfnm/video/upload/v1742567286/WhatsApp_Audio_2025-03-21_at_4.25.36_PM_baisye.mp3",
        "esnadname": "أخرجه مسلم في صحيحه (۲۷۲۳)، وأبو داود (٥٠٧١)، والترمذي (۳۳۹۰)، وأحمد (٤١٩٢) عن عبد الله بن مسعود : كَانَ نَبِيُّ الله ﷺ إِذَا أَمْسَى قَالَ : ... ، وَإِذَا أَصْبَحَ قَالَ ذَلِكَ أَيْضًا .... الحديث "
    },
    {
        "id": 20,
        "name": "Azkar",
        "count": 1,
        "description": "اللّهُـمَّ بِكَ أَصْـبَحْنا وَبِكَ أَمْسَـينا ، وَبِكَ نَحْـيا وَبِكَ نَمُـوتُ وَإِلَـيْكَ النُّـشُور.",
        "category": "Azkar",
        "audioUrl": "https://res.cloudinary.com/dtb8omfnm/video/upload/v1742567553/WhatsApp_Audio_2025-03-21_at_4.30.43_PM_y6ulhu.mp3",
        "esnadname": "(۱) صحيح:\n\nأخرجه البخاري في الأدب المفرد (ح ۱۱۹۹)، وأبو داود (٥٠٦٨)، والترمذي (۳۳۹۱)، وابن ماجه (٣٨٦٨)، وابن حبان (٢٣٥٤)، وأحمد (٣٥٤/٢)، والهيثمي (١١٤/۱۰)، والبغوي (١٣٢٥ / ٥ / ١١٢) عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ ﷺ أَنَّهُ كَانَ يَقُولُ إِذَا أَصْبَحَ: اللَّهُمَّ بِكَ أَصْبَحْنَا ..."
    },
    {
        'id': 21,
        'name': "Azkar",
        'count': 1,
        'description': "اللّهـمَّ أَنْتَ رَبِّـي لا إلهَ إلاّ أَنْتَ ، خَلَقْتَنـي وَأَنا عَبْـدُك ، وَأَنا عَلـى عَهْـدِكَ وَوَعْـدِكَ ما اسْتَـطَعْـت ، أَعـوذُبِكَ مِنْ شَـرِّ ما صَنَـعْت ، أَبـوءُ لَـكَ بِنِعْـمَتِـكَ عَلَـيَّ وَأَبـوءُ بِذَنْـبي فَاغْفـِرْ لي فَإِنَّـهُ لا يَغْـفِرُ الذُّنـوبَ إِلاّ أَنْتَ . ",
        'category': "Azkar",
        'audioUrl': "https://res.cloudinary.com/dtb8omfnm/video/upload/v1742648507/WhatsApp_Audio_2025-03-22_at_2.52.34_PM_ehk93c.mp3",
        'esnadname': "أخرجه البخاري في صحيحه (٥٩٤٧)، والنسائي (٥٩٦٣)، والطبراني في الكبير (۷/۷۱۷۳) عَنْ شَدَّادِ بْنِ أَوْسٍ ، عَنِ النَّبِيِّ ﷺ قَالَ: (سَيِّدُ)",
        'thawapofzekr': 'من قالها موقنا بها حين يمسى ومات من ليلته دخل الجنة وكذلك حين يصبح.'
    },
    {
        "id": 22,
        "name": "Azkar",
        "count": 1,
        "description": "اللّهُمَّ عالِمَ الغَيْبِ وَالشّهادَةِ فاطِرَ السّماواتِ وَالأرْضِ رَبَّ كلِّ شَيءٍ وَمَليكَه ، أَشْهَدُ أَنْ لا إِلهَ إِلاّ أَنْت ، أَعوذُ بِكَ مِن شَرِّ نَفْسي وَمِن شَرِّ الشَّيْطانِ وَشِرْكِهِ ، وَأَنْ أَقْتَرِفَ عَلى نَفْسي سوءاً أَوْ أَجُرَّهُ إِلى مُسْلِم.",
        "category": "Azkar",
        "audioUrl": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-1.mp3",
        "esnadname": "(1) صحيح:\n\nأخرجه الترمذي (3529)، والبخاري في الأدب المفرد (1204) من طريق أبي راشد الحبراني:\nأن أبا بكر الصديق رضي الله عنه قال: يا رسول الله، علِّمني ما أقول إذا أصبحتُ وإذا أمسيتُ؟\nفقال: يا أبا بكر، قُلْ: **اللَّهُمَّ فاطِرَ السَّمَوَاتِ وَالْأَرْضِ...**\n\nصححه الحافظ ابن حجر في *نتائج الأفكار* (2/345-346)، وقال الشيخ الألباني: **إسناده صحيح**.",
        "thawapofzekr": "الاستغفار: ... قال: ومن قالها من النهار موقنًا بها فمات من يومه قبل أن يمسي؛ فهو من أهل الجنة، ومن قالها من الليل وهو موقن بها فمات قبل أن يصبح؛ فهو من أهل الجنة."
      },
      {
        "id": 23,
        "name": "Azkar",
        "count": 4,
        "description": "اللّهُـمَّ إِنِّـي أَصْبَـحْتُ أُشْـهِدُك ، وَأُشْـهِدُ حَمَلَـةَ عَـرْشِـك ، وَمَلَائِكَتَكَ ، وَجَمـيعَ خَلْـقِك ، أَنَّـكَ أَنْـتَ اللهُ لا إلهَ إلاّ أَنْـتَ وَحْـدَكَ لا شَريكَ لَـك ، وَأَنَّ مُحَمّـداً عَبْـدُكَ وَرَسـولُـك.",
        "category": "Azkar",
        "audioUrl": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-1.mp3",
        "esnadname": "(1) حسن بشواهده:\n\nأخرجه أبو داود في سننه (5069):\n«مَنْ قَالَ حِينَ يُصْبِحُ أَوْ يُمْسِي: ... أَعْتَقَ اللَّهُ رُبعَهُ مِنَ النَّارِ، وَمَنْ قَالَهَا مَرَّتَيْنِ، أَعْتَقَ اللَّهُ نِصْفَهُ مِنَ النَّارِ، وَمَنْ قَالَهَا ثَلَاثًا، أَعْتَقَ اللَّهُ ثَلَاثَةَ أَرْبَاعِهِ مِنَ النَّارِ، وَمَنْ قَالَهَا أَرْبَعًا، أَعْتَقَهُ اللَّهُ تَعَالَى مِنَ النَّارِ».",
        "thawapofzekr": "من قالها موقنًا بها حين يُمسي ومات من ليلته دخل الجنة، وكذلك حين يصبح."
      },      
      {
        "id": 24,
        "name": "Azkar",
        "count": 3,
        "description": "بِسمِ اللهِ الذي لا يَضُرُّ مَعَ اسمِهِ شَيءٌ في الأرْضِ وَلا في السّماءِ وَهوَ السّميعُ العَليم.",
        "category": "Azkar",
        "audioUrl": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-1.mp3",
        "esnadname": "(1) صحيح:\n\nأخرجه الترمذي (3385)، وأبو داود (5088-5089)، وابن ماجه (3869)، وابن حبان في صحيحه (2352- موارد) مختصرًا، وأحمد في المسند (1/62، 66)، جميعًا من طريق أبان بن عثمان بن عفان، يقول: سمعتُ عثمان بن عفان - رضي الله عنه - يقول: سمعتُ رسولَ الله ﷺ يقول: «مَنْ قَالَ: ... لَمْ يُصِبْهُ فَجْأَةٌ بَلَاءٍ حَتَّى يُصْبِحَ، وَمَنْ قَالَهَا حِينَ يُصْبِحُ ثَلَاثَ مَرَّاتٍ لَمْ تُصِبْهُ فَجْأَةٌ بَلَاءٍ حَتَّى يُمْسِيَ».\n\nوقال: «فَأَصَابَ أَبَانَ بْنَ عُثْمَانَ الْفَالِجُ، فَجَعَلَ الرَّجُلُ الَّذِي سَمِعَ مِنْهُ الْحَدِيثَ يَنْظُرُ إِلَيْهِ، فَقَالَ: مَا لَكَ تَنْظُرُ إِلَيَّ؟ وَاللَّهِ مَا كَذَبْتُ عَلَى عُثْمَانَ، وَلَا كَذَبَ عُثْمَانُ عَلَى النَّبِيِّ ﷺ، وَلَكِنَّ الْيَوْمَ الَّذِي أَصَابَنِي فِيهِ مَا أَصَابَنِي عَثِرْتُ، فَنَسِيتُ أَنْ أَقُولَهَا».\n\nقال الألباني في صحيح الجامع (5621): حديث صحيح.",
      },      
      {
        "id": 25,
        "name": "Azkar",
        "count": 3,
        "description": "رَضيـتُ بِاللهِ رَبَّـاً وَبِالإسْلامِ ديـناً وَبِمُحَـمَّدٍ صلى الله عليه وسلم نَبِيّـاً.",
        "category": "Azkar",
        "audioUrl": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-1.mp3",
        "esnadname": "(1) صحيح:\n\nأخرجه النسائي (2/57)، وأحمد (3/14)، والبيهقي (9/158)، وابن حبان (4593) عن أبي سعيد الخدري قال: قال رسول الله ﷺ: «مَنْ قَالَ: .... وَجَبَتْ لَهُ الْجَنَّةُ».\n\nوصححه الشيخ ناصر في السلسلة الصحيحة (334) وفي غيرها.",
        "thawapofzekr": "من قالها حين يصبح وحين يمسي كان حقًا على الله أن يرضيه يوم القيامة."
      },
      {
        "id": 26,
        "name": "Azkar",
        "count": 3,
        "description": "اللّهُـمَّ ما أَصْبَـحَ بي مِـنْ نِعْـمَةٍ أَو بِأَحَـدٍ مِـنْ خَلْـقِك، فَمِـنْكَ وَحْـدَكَ لا شريكَ لَـك، فَلَـكَ الْحَمْـدُ وَلَـكَ الشُّكْـر.",
        "category": "Azkar",
        "audioUrl": "https://res.cloudinary.com/dtb8omfnm/video/upload/v1742648874/WhatsApp_Audio_2025-03-22_at_3.03.06_PM_jruy5x.mp3",
        "esnadname": "(1) حسن\n\nأخرجه أبو داود (5073)، وابن حبان (2391) عن عبد الله بن غنام، أن رسول الله ﷺ قال: «من قال حين يصبح: اللهم ما أصبح بي من نعمة ... فقد أدى شكر يومه، ومن قالها حين يمسي فقد أدى شكر ليلته».\n\nحسّنه الحافظ ابن حجر في شرح الأذكار (3/107)، وحسّنه الشيخ ابن باز في تحقيقه، انظر: تحقيق الأخبار (ص 24)."
      },
      {
        "id": 27,
        "name": "Azkar",
        "count": 1,
        "description": "اللّهُـمَّ إِنِّـي أسْـأَلُـكَ العَـفْوَ وَالعـافِـيةَ في الدُّنْـيا وَالآخِـرَة، اللّهُـمَّ إِنِّـي أسْـأَلُـكَ العَـفْوَ وَالعـافِـيةَ في ديني وَدُنْـيايَ وَأهْـلي وَمالـي، اللّهُـمَّ اسْتُـرْ عـوْراتي وَآمِـنْ رَوْعاتـي، اللّهُـمَّ احْفَظْـني مِن بَـينِ يَدَيَّ وَمِن خَلْفـي وَعَن يَمـيني وَعَن شِمـالي، وَمِن فَوْقـي، وَأَعـوذُ بِعَظَمَـتِكَ أَن أُغْـتالَ مِن تَحْتـي.",
        "category": "Azkar",
        "audioUrl": "https://res.cloudinary.com/dtb8omfnm/video/upload/v1742649857/WhatsApp_Audio_2025-03-22_at_3.21.27_PM_vuet7g.mp3",
        "esnadname": "(1) صحيح:\n\nأخرجه أبو داود (5074)، وأحمد في المسند (252)، وابن ماجه (3871)، وابن حبان في صحيحه (2356)، والحاكم (1/517)، والنسائي (2828) مختصرًا، عن عبد الله بن عمر قال: \"لم يكن النبي ﷺ يدع هؤلاء الكلمات حين يمسي وحين يصبح...\".\n\nصححه الحاكم ووافقه الذهبي، وقال الحافظ في «أمالي الأذكار»: حديث حسن، كما في الفتوحات الربانية لابن علان (3/108)، وصححه الشيخ ناصر في صحيح الموارد (2/424/2356) وغيره."
      },      
      {
        "id": 28,
        "name": "Azkar",
        "count": 3,  
        "description": "اللهم إني أصبحت منك في نعمة و عافية و ستر فأتمم نعمتك علي و عافيتك و سترك في الدنيا و الآخرة",
        "category": "Azkar",
        "audioUrl": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-1.mp3",
        "esnadname": "(1) صحيح\n\nصححه الشيخ ابن باز في تحقيقه، انظر: تحقيق الأخبار (ص 24).",
      },
      {
        "id": 29,
        "name": "Azkar",
        "count": 3,
        "description": "يَا حَيُّ يَا قيُّومُ بِرَحْمَتِكَ أسْتَغِيثُ، أصْلِحْ لِي شَأنِي كُلَّهُ، وَلاَ تَكِلْنِي إلَى نَفْسِي طَـرْفَةَ عَيْنٍ.",
        "category": "Azkar",
        "audioUrl": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-1.mp3",
        "esnadname": "(1) حسن:\n\nأخرجه الحاكم (1/545)، وابن السني (48)، عن أنس بن مالك رضي الله عنه قال: قال رسول الله ﷺ لفاطمة: \"ما يمتعك أن تسمعي ما أوصيك به؟ أن تقولي إذا أصبحتِ وإذا أمسيتِ: ...\".\n\nقال الحاكم: صحيح على شرطهما، ووافقه الذهبي، وصححه الشيخ ناصر في صحيح الترغيب والترهيب (1/417/661)."
      },         
      {
        "id": 30,
        "name": "Azkar",
        "count": 10,
        "description": "لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، يُحْيِي وَيُمِيتُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ.",
        "category": "Azkar",
        "audioUrl": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-1.mp3",
        "esnadname": "أخرجه أحمد (5/420)، والطبراني (3883) عن أبي أيوب الأنصاري رضي الله عنه أنه قال - وهو في أرض الروم:\n\nإن رسول الله ﷺ قال: \"مَن قال غدوةً: كتب الله له عشر حسنات، ومحا عنه عشر سيئات، وكان له قدر عشر رقاب، وأجاره الله من الشيطان، ومن قالها عشيةً فمثل ذلك\".\n\nصححه الشيخ ناصر في الصحيحة (2563)."
      },    
      {
        "id": 31,
        "name": "Azkar",
        "count": 3,
        "description": "اللَّهُمَّ لَكَ الحَمْدُ كَمَا يَنْبَغِي لِجَلَالِ وَجْهِكَ وَعَظِيمِ سُلْطَانِكَ",
        "category": "Azkar",
        "audioUrl": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-1.mp3",
        "esnadname": "أخرجه ابن ماجه (3801)، والطبراني (12/344) (13297)، والبيهقي في ((شعب الإيمان)) (4387) باختلاف يسير",
        "thawapofzekr":"عن عبد الله بن عمر رضي الله عنه أن رسول الله صلى الله عليه و سلم حدثهم : ( أن عبدا من عباد الله قال : يارب لك الحمد كما ينبغي لجلال وجهك ولعظيم سلطانك فأعضلت على الملكين فلم يدريا كيف يكتبانها ؟ فقال الله عز و جل وهو أعلم بما قال عبده ماذا قال عبدي ؟ قالا : يارب إنه قال : يارب لك الحمد كما ينبغي لجلال وجهك ولعظيم سلطانك فقال الله عز و جل لهما : اكتباها كما قال عبدي حتى يلقاني عبدي فأجزيه بها )  أخرجه ابن ماجه ، والطبرانى، والبيهقى فى شعب الإيمان"
      },
      {
        "id": 32,
        "name": "Azkar",
        "count": 1,
        "description":"أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ رَبِّ الْعَالَمِينَ ، اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ هَذَا الْيَوْمِ فَتْحَهُ، وَنَصْرَهُ، وَنُورَهُ، وَبَرَكَتَهُ ، وَهُدَاهُ ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِيهِ ، وَشَرِّ مَا بَعْدَهُ",
        "category": "Azkar",
        "audioUrl": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-1.mp3",
        "esnadname": "أخرجه أبو داود (٥٠٨٤) عَنْ أَبِي مَالِكِ الأَشْعَرِي قَالَ : قَالَ رَسُولُ اللَّهِ ﷺ : إِذَا أَصْبَحَ أَحَدُكُمْ فَلْيَقُلْ ........ ثُمَّ إِذَا أَمْسَى فَلْيَقُلْ مِثْلَ ذَلِكَ ."
      },
      {
        "id": 33,
        "name": "Azkar",
        "count": 3,
        "description":"اللَّهُمَّ عَافِنِي فِي بَدَنِي ، اللَّهُمَّ عَافِنِي فِي سَمْعِي، اللَّهُمَّ عَافِنِي فِي بَصَرِي ، لَا إِلَهَ إِلَّا أَنْتَ .اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكُفْرِ وَالْفَقْرِ ، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ ، لَا إِلَهَ إِلَّا أَنْتَ",
        "category": "Azkar",
        "audioUrl": "https://res.cloudinary.com/dtb8omfnm/video/upload/v1742649158/WhatsApp_Audio_2025-03-22_at_3.06.27_PM_zzvew9.mp3",
        "esnadname": "أخرجه أبو داود (٥٠٩٠) عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةً أَنَّهُ قَالَ لِأَبِيهِ : يَا أَبَتِ إِنِّي أَسْمَعُكَ تَدْعُو كُلَّ غَدَاةٍ : ...... تُعِيدُهَا حِينَ تُصْبِحُ ثَلَاثًا، وَثَلَاثًا حِينَ تُمْسِي ، فَقَالَ : إِنِّي سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَدْعُو بِهِنَّ ، فَأَنَا أُحِبُّ أَنْ أَسْتَنَّ بِسُتَتِهِ . قال الشيخ ناصر في صحيحسنن أبي داود (٢٥١/٣): «حسن الإسناد."
      },
      {
        "id": 34,
        "name": "Azkar",
        "count": 3,
        "description":"أَصْبَحْنَا عَلَى فِطْرَةِ الْإِسْلَامِ، وَكَلِمَةِ الْإِخْلَاصِ، وَدِينِ نَبِيِّنَا مُحَمَّدٍ ، وَمِلَّةِ أَبِينَا إِبْرَاهِيمَ حَنِيفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ",
        "category": "Azkar",
        "audioUrl": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-1.mp3",
        "esnadname": "أخرجه النسائي في عمل اليوم والليلة (٣٤٣)، وأحمد في المسند (٤٠٧/٣)، والدارمي في السنن (۲) (٢٦٨٨) عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى قَالَ: كَانَ رَسُولُ اللَّهِ إِذَا أَصْبَحَ قَالَ : ......"
      },
      {
        "id":35,
        "name":"Azkar",
        "count":1,
        "description":"اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا ، وَرِزْقًا طَيِّبًا ، وَعَمَلًا مُتَقَبَّلًا",
        "category":"Azkar",
        "audioUrl": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-1.mp3",
        "esnadname": "أخرجه ابن ماجه (٩٢٥)، وابن السني في عمل اليوم والليلة (٥٣) عَنْ أَمْ سَلَمَةَ : أَنَّ النَّبِيِّ ﷺ كَانَ يَقُولُ إِذَا صَلَّى الصُّبْحَ حِينَ يُسَلِّمُ : ...."
      },
      {
        "id":36,
        "name":"Azkar",
        "count":3,
        "description":"سُبْحَانَ اللَّهِ وَبِحَمْدِهِ، عَدَدَ خَلْقِهِ، وَرِضَا نَفْسِهِ، وَزِنَةَ عَرْشِهِ، وَمِدَادَ كَلِمَاتِهِ",
        "category":"Azkar",
        "audioUrl": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-1.mp3",
        "esnadname":"خرجه مسلم (۲۰۹۰)، وأبو داود (١٥٠٣) والترمذي (٣٥٥٥)، والنسائي (١٣٥١)، وابن ماجه (۳۸۰۸) عَنِ ابْنِ عَبَّاسٍ ، قَالَ : خَرَجَ رَسُولُ اللَّهِ ﷺ مِنْ عِنْدِ جُوَيْرِيَةً وَكَانَ اسْمُهَا بَرَّةَ فَحَوَّلَ اسْمَهَا ، فَخَرَجَ وَهِيَ فِي مُصَلَّاهَا ، وَرَجَعَ وَهِيَ فِي مُصَلَّاهَا ، فَقَالَ : لَمْ تَزَالِي فِي مُصَلَّاكِ هَذَا؟ قَالَتْ : نَعَمْ ، قَالَ : قَدْ قُلْتُ بَعْدَكِ أَرْبَعَ كَلِمَاتٍ ثَلَاثَ مَرَّاتٍ ، لَوْ وُزِنَتْ بِمَا قُلْتِ لَوَزَنَتْهُنَّ : ...."
      },
      {
        "id":37,
        "name":"Azkar",
        "count":10,
        "description":" - «اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ ، وَعَلَى آلِ مُحَمَّدٍ، كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ، وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ . اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ، وَعَلَى آلِ مُحَمَّدٍ ، كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ ، وَعَلَى آلِ إِبْرَاهِيمَ ، إِنَّكَ حَمِيدٌ مَجِيدٌ ..",
        "category":"Azkar",
        "audioUrl": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-1.mp3",
        "esnadname":" أخرجه البخاري (۳۱۹۰) ومسلم (٤٠٦).أخرج الطبراني بسند جيد عن أبي الدرداء الله قال : قال رسول الله ﷺ : مَنْ صَلَّى على حين يُصبح عشرا وحين يُمسي عَشْرًا أَدْرَكَتْهُ شفاعتي يومَ القِيَامَةِ . حَسَّنه الشيخناصر في صحيح الجامع الصغير (٦٢٣٣)."
      },
      {
        "id":38,
        "name":"Azkar",
        "count":100,
        "description":"سُبحانَ اللهِ والحمدُ للهِ ولا إلهَ إلَّا اللهُ واللهُ أكبَرُ",
        "category":"Azkar",
        "audioUrl": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-1.mp3",
        "esnadname":"لأَنْ أَقُولَ: سُبْحَانَ اللهِ، وَالْحَمْدُ لِلَّهِ، وَلَا إِلَهَ إِلَّا اللَّهُ، وَاللَّهُ أَكْبَرُ؛ أَحَبُّ إِلَيَّ ممَّا طَلَعَتْ عليه الشَّمْسُ.الراوي : أبو هريرة | المحدث : مسلم | المصدر : صحيح مسلمالصفحة أو الرقم: 2695 | خلاصة حكم المحدث : [صحيح]التخريج : أخرجه مسلم (2695)"
      },
      {
        "id":39,
        "name":"Azkar",
        "count":100,
        "description":"سُبْحَانَ اللَّهَ وَبِحَمْدِهِ.",
        "category":"Azkar",
        "audioUrl": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-1.mp3",
        "esnadname":"(۱) صحيح :أخرجه مسلم في صحيحه (٢٦٩٢)، والترمذي (٣٤٦٩) ، والنسائي في عمل اليوم والليلة( ٣٨٠/ ٥٦٨) عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ ﷺ قَالَ : مَنْ قَالَ حِينَ يُصْبِحُ وَحِينَ يُمْسِي : سُبْحَانَ اللَّهِ وَبِحَمْدِهِ مِئَةَ مَرَّةٍ ، لَمْ يَأْتِ أَحَدٌ يَوْمَ الْقِيَامَةِ بِأَفْضَلَ مِمَّا جَاءَ بِهِ إِلَّا أَحَدٌ قَالَ مِثْلَ مَا قَالَ أَوْ زَادَ عَلَيْهِ .قال أبو عيسى : هذا حديث حسن صحيح غريب .وعند أبي داود (٥٠٩١) عَنْ أَبِي هُرَيْرَةَ اللهِ قَالَ : قَالَ رَسُولُ اللَّهِ ﷺ : مَنْ قَالَ حِينَ يُصْبِحُ : سُبْحَانَ اللَّهِ الْعَظِيمِ وَبِحَمْدِهِ مِئَةَ مَرَّةٍ ، وَإِذَا أَمْسَى كَذَلِكَ ، لَمْ يُوَافِ أَحَدٌ مِنَ الْخَلَائِقِ بِمِثْلِ مَا وَافَى» .وبنحوه عند البخاري في الدعوات (٦٠٤٢) عَنْ أَبِي هُرَيْرَةَ الله : أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ : مَنْ قَالَ : سُبْحَانَ اللَّهِ وَبِحَمْدِهِ فِي يَوْمِ مِئَةَ مَرَّةٍ ؟ . حُطَّتْ خَطَايَاهُ وَإِنْ كَانَتْ مِثْلَ زَبَدِ الْبَحْرِ»."
      },
      {
        "id":40,
        "name":"Azkar",
        "count":100,
        "description":"لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
        "category":"Azkar",
        "audioUrl": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-1.mp3",
        "esnadname": "أخرجه النسائي في عمل اليوم والليلة (٨٢١/٤٧٦) عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنْ رَسُولِ اللَّهِ ، مَنْ قَالَ : (لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ ، لَهُ الْمُلْكُ ، وَلَهُ الْحَمْدُ ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ مِئَةَ مَرَّةٍ ، قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا ؛ لَمْ يَجِيَّ يَوْمَ الْقِيَامَةِ أَحَدٌ بِعَمَلٍ أَفْضَلَ مِنْ عَمَلِهِ ، إِلَّا مَنْ قَالَ مِثْلَ قَوْلِهِ أَوْ زَادَ عَلَيْهِ» .",
      },
      {
        "id":41,
        "name":"Azkar",
        "count":100,
        "description":" أَسْتَغْفِرُ اللَّهَ",
        "category":"Azkar",
        "audioUrl": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-1.mp3",
        "esnadname": "أخرجه العقيلي في الضعفاء (ص ٤١١)، وأبو نعيم في أخبار أصبهان (٦٠/١) من طريق الطبراني بسند صحيح، عَنْ أَبِي بُرْدَةَ بْن أَبِي مُوسَى، عَنْ أَبِيْهِ قَالَ : جَاءَ رَسُولُ اللَّهِ ﷺ وَنَحْنُ جُلُوسٌ فَقَالَ : مَا أَصْبَحْتُ غَدَاةً قَطُّ إِلَّا اسْتَغْفَرْتُ اللَّهُ فِيهَا مِئَةَ مَرَّةٍ .صححه الشيخ ناصر في السلسلة الصحيحة (١٦٠٠)، وفي صحيح الجامع (٥٤١٠)",
      },
],
module.exports = morningazkardata;
