const prayersdata=[
  {
    "id": 1,
    "description":" رَبَّنَا أَتْمِمْ لَنَا نُورَنَا وَاغْفِرْ لَنَا إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
    "souraname":"التحريم (8)",
    "audioUrl":""
  },
  {
    "id": 2,
    "description":"رَبَّنَا لَا تَجْعَلْنَا فِتْنَةَ لِلَّذِينَ كَفَرُوا وَاغْفِرُ لَنَا رَبَّنَا إِنَّكَ أَنتَ الْعَزِيزُ الْحَكِيمُ",
    "souraname":"الممتحنة (5)",
    "audioUrl":""
  },
  {
    "id": 3,
    "description":"رَّبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ الْمَصِيرُ",
    "souraname":"الممتحنة (4)",
    "audioUrl":""
  },
  {
    "id": 4,
    "description":"رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وَلَا تَجْعَلْ فِي قُلُوبِنَا غِلًّا لِلَّذِينَ ءَامَنُوا رَبَّنَا إِنَّكَ رَءُوفٌ رَّحِيمٌ",
    "souraname":"الحشر (10)",
    "audioUrl":""
  },
  {
    "id": 5,
     "description":"رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَى وَعَلَى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَصْلِحْ لِي فِي ذُرِّيَّتِي إِنِّي تُبْتُ إِلَيْكَ وَإِنِّي مِنَ الْمُسْلِمِينَ",
    "souraname":"الأحقاف (15)",
    "audioUrl":""
  },
  {
    "id": 6,
    "description":"رَبِّ نَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ",
    "souraname":"القصص (21)",
    "audioUrl":""
  },
  {
    "id": 7,
    "description":"رَبِّ هَبْ لِي مِنَ الصَّالِحِينَ",
    "souraname":"الصافات (100)",
    "audioUrl":""
  },
  {
    "id": 8,
    "description":"رَبِّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي",
    "souraname":"القصص (16)",
    "audioUrl":""
  },
  {
    "id": 9,
    "description":"رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَى وَعَلَى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَلُهُ وَأَدْخِلْنِي بِرَحْمَتِكَ فِي عِبَادِكَ الصَّالِحِينَ",
    "souraname":"النمل (19)",
    "audioUrl":""
  },
  {
    "id": 10,
    "description":"رَبِّ هَبْ لِي حُكْمًا وَأَلْحِقْنِي بِالصَّالِحِينَ وَاجْعَل لِّي لِسَانَ صِدْقٍ فِي الْآخِرِينَ وَاجْعَلْنِي مِن وَرَثَةِ جَنَّةِ النَّعِيمِ",
    "souraname":"(85) - الشعراء (83)",
    "audioUrl":""
  },
  {
    "id": 11,
    "description":"رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا",
    "souraname":"الفرقان (74)",
    "audioUrl":""
  },
  {
    "id": 12,
    "description":"صلے رَبَّنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ إِنَّ عَذَابَهَا كَانَ غَرَامًا إِنَّهَا سَاءَتْ مُسْتَقَرًّا وَمُقَامًا",
    "souraname":"(66) - الفرقان (65)",
    "audioUrl":""
  },
  {
    "id": 13,
    "description":"رَّبِّ اغْفِرْ وَارْحَمْ وَأَنتَ خَيْرُ الرَّاحِمِينَ",
    "souraname":"المؤمنون (118)",
    "audioUrl":""
  },
  {
    "id": 14,
    "description":"رَبَّنَا ءَامَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنتَ خَيْرُ الرَّاحِمِينَ",
    "souraname":"المؤمنون (109)",
    "audioUrl":""
  },
  {
    "id": 15,
    "description":"رَّبِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِينِ وَأَعُوذُ بِكَ رَبِّ أَن يَحْضُرُونِ",
    "souraname":"(98) - المؤمنون (97)",
    "audioUrl":""
  },
  {
    "id": 16,
    "description":"لَّا إِلَهَ إِلَّا أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ",
    "souraname":"الأنبياء (87)",
    "audioUrl":""
  },
  {
    "id": 17,
    "description":"رَبِّ لَا تَذَرْنِي فَرْدًا وَأَنتَ خَيْرُ الْوَارِثِينَ",
    "souraname":"الأنبياء (89)",
    "audioUrl":""
  },
  {
    "id": 18,
    "description":"رَّبِّ زِدْنِي عِلْمًا",
    "souraname":"طه (114)",
    "audioUrl":""
  },
  {
    "id": 19,
    "description":"ربَّنَا وَاتِنَا مِن لَّدُنكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا",
    "souraname":"الكهف (10)",
    "audioUrl":""
  },
  {
    "id": 20,
    "description":"قَالَ رَبِّ اشْرَحْ لِي صَدْرِي وَيَسِّرُ لِي أَمْرِي وَاحْلُلْ عُقْدَةً مِّن لِسَانِي يَفْقَهُوا قَوْلِي ",
    "souraname":"طه (25-28)",
    "audioUrl":""
  },
  {
    "id": 21,
    "description":"رَبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ وَاجْعَل لِّي مِن لَّدُنكَ سُلْطَانًا نَّصِيرًا",
    "souraname":"الإسراء (80)",
    "audioUrl":""
  },
  {
    "id": 22,
    "description":"رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسَابُ",
    "souraname":"إبراهيم (41)",
    "audioUrl":""
  },
  {
    "id": 23,
    "description":"رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "souraname":"إبراهيم (40)",
    "audioUrl":""
    
  },
  {
    "id": 24,
    "description":"رَبِّ إِنِّي أَعُوذُ بِكَ أَنْ أَسْتَلَكَ مَا لَيْسَ لِي بِهِ عِلْمٌ وَإِلَّا تَغْفِرْ لِي وَتَرْحَمْنِي أَكُن مِّنَ الْخَاسِرِينَ",
    "souraname":"هود (47)",
    "audioUrl":""

},
  {
    "id": 25,
    "description":"رَبَّنَا لَا تَجْعَلْنَا فِتْنَةَ لِلْقَوْمِ الظَّالِمِينَ وَنَجِّنَا بِرَحْمَتِكَ مِنَ الْقَوْمِ الْكَافِرِينَ",
    "souraname":"يونس 85 - 86",
    "audioUrl":""
  },
  {
    "id": 26,
    "description":"اللَّهُ لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ",
    "souraname":"التوبة (129)",
    "audioUrl":""
  },
  {
    "id": 27,
    "description":"رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَتَوَفَّنَا مُسْلِمِينَ",
    "souraname":"الأعراف (126)",
    "audioUrl":""
  },
    {
        "id": 28,
        "description":"رَبَّنَا لَا تَجْعَلْنَا مَعَ الْقَوْمِ الظَّالِمِينَ",
        "souraname":"الأعراف (47)",
        "audioUrl":""
    },
    {
        "id": 29,
        "description":"رَبَّنَا ظَلَمْنَا أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ",
        "souraname":"الأعراف (23)",
        "audioUrl":""
    },
    {
        "id": 30,
        "description":"رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِن لَّدُنكَ رَحْمَةً إِنَّكَ أَنتَ الْوَهَّابُ  ",
        "souraname":"آل عمران (8)",
        "audioUrl":""
    },
    {
        "id": 31,
        "description":"رَبَّنَا لَا تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَا رَبَّنَا وَلَا تُحَمِّلْنَا مَا صلے لَا طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنتَ مَوْلَانَا فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ",
        "souraname":"البقرة (286)",
        "audioUrl":""
    },
    {
        "id": 32,
        "description":"رَبَّنَا ءَاتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ",
        "souraname":"البقرة (201)",
        "audioUrl":""
    },
    {
        "id": 33,
        "description":"رَبِّ هَبْ لِي مِن لَّدُنكَ ذُرِّيَّةً طَيِّبَةً إِنَّكَ سَمِيعُ الدُّعَاءِ",
        "souraname":"آل عمران (38)",
        "audioUrl":""
    },
    {
        "id": 34,
        "description":"رَبَّنَا إِنَّنَا ءَامَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النَّارِ",
        "souraname":"آل عمران (16)",
        "audioUrl":""
    },
    {
        "id": 35,
        "description":"رَبَّنَا ءَامَنَّا بِمَا أَنزَلْتَ وَاتَّبَعْنَا الرَّسُولَ فَاكْتُبْنَا مَعَ الشَّهِدِينَ",
        "souraname":"آل عمران (53)",
        "audioUrl":""
    },
    {
        "id": 36,
        "description":"رَبَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ",
        "souraname":"آل عمران (147)",
        "audioUrl":""
    },
    {
        "id":37,
        "description":"رَبَّنَا مَا خَلَقْتَ هَذا بَاطِلاً سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ * رَبَّنَا إِنَّكَ مَن تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ * رَّبَّنَا إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِي لِلإِيمَانِ أَنْ آمِنُواْ بِرَبِّكُمْ فَآمَنَّا رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الأبْرَارِ * رَبَّنَا وَآتِنَا مَا وَعَدتَّنَا عَلَى رُسُلِكَ وَلاَ تُخْزِنَا يَوْمَ الْقِيَامَةِ إِنَّكَ لاَ تُخْلِفُ الْمِيعَادَ",
        "souraname":"آل عمران (191-194)",
        "audioUrl":""
    },
    {
        "id": 38,
        "description":"رَبِّ إِنِّي لِمَا أَنزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ",
        "souraname":"القصص (24)",
        "audioUrl":""
    },
    
];
module.exports =prayersdata ;