const prayersdata=[
  {
    "id": 1,
    "description":" رَبَّنَا أَتْمِمْ لَنَا نُورَنَا وَاغْفِرْ لَنَا إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
    "souraname":"التحريم (8)"
  },
  {
    "id": 2,
    "description":"رَبَّنَا لَا تَجْعَلْنَا فِتْنَةَ لِلَّذِينَ كَفَرُوا وَاغْفِرُ لَنَا رَبَّنَا إِنَّكَ أَنتَ الْعَزِيزُ الْحَكِيمُ",
    "souraname":"الممتحنة (5)"
  },
  {
    "id": 3,
    "description":"رَّبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ الْمَصِيرُ",
    "souraname":"الممتحنة (4)"
  },
  {
    "id": 4,
    "description":"رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وَلَا تَجْعَلْ فِي قُلُوبِنَا غِلًّا لِلَّذِينَ ءَامَنُوا رَبَّنَا إِنَّكَ رَءُوفٌ رَّحِيمٌ",
    "souraname":"الحشر (10)"
  },
  {
    "id": 5,
     "description":"رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَى وَعَلَى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَصْلِحْ لِي فِي ذُرِّيَّتِي إِنِّي تُبْتُ إِلَيْكَ وَإِنِّي مِنَ الْمُسْلِمِينَ",
    "souraname":"الأحقاف (15)"
  },
  {
    "id": 6,
    "description":"رَبِّ نَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ",
    "souraname":"القصص (21)"
  },
  {
    "id": 7,
    "description":"رَبِّ هَبْ لِي مِنَ الصَّالِحِينَ",
    "souraname":"الصافات (100)"
  },
  {
    "id": 8,
    "description":"رَبِّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي",
    "souraname":"القصص (16)"
  },
  {
    "id": 9,
    "description":"رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَى وَعَلَى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَلُهُ وَأَدْخِلْنِي بِرَحْمَتِكَ فِي عِبَادِكَ الصَّالِحِينَ",
    "souraname":"النمل (19)"
  },
  {
    "id": 10,
    "description":"رَبِّ هَبْ لِي حُكْمًا وَأَلْحِقْنِي بِالصَّالِحِينَ وَاجْعَل لِّي لِسَانَ صِدْقٍ فِي الْآخِرِينَ وَاجْعَلْنِي مِن وَرَثَةِ جَنَّةِ النَّعِيمِ",
    "souraname":"(85) - الشعراء (83)"
  },
  {
    "id": 11,
    "description":"رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا",
    "souraname":"الفرقان (74)"
  },
  {
    "id": 12,
    "description":"صلے رَبَّنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ إِنَّ عَذَابَهَا كَانَ غَرَامًا إِنَّهَا سَاءَتْ مُسْتَقَرًّا وَمُقَامًا",
    "souraname":"(66) - الفرقان (65)"
  },
  {
    "id": 13,
    "description":"رَّبِّ اغْفِرْ وَارْحَمْ وَأَنتَ خَيْرُ الرَّاحِمِينَ",
    "souraname":"المؤمنون (118)"
  },
  {
    "id": 14,
    "description":"رَبَّنَا ءَامَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنتَ خَيْرُ الرَّاحِمِينَ",
    "souraname":"المؤمنون (109)"
  },
  {
    "id": 15,
    "description":"رَّبِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِينِ وَأَعُوذُ بِكَ رَبِّ أَن يَحْضُرُونِ",
    "souraname":"(98) - المؤمنون (97)"
  },
  {
    "id": 16,
    "description":"لَّا إِلَهَ إِلَّا أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ",
    "souraname":"الأنبياء (87)"
  },
  {
    "id": 17,
    "description":"رَبِّ لَا تَذَرْنِي فَرْدًا وَأَنتَ خَيْرُ الْوَارِثِينَ",
    "souraname":"الأنبياء (89)"
  },
  {
    "id": 18,
    "description":"رَّبِّ زِدْنِي عِلْمًا",
    "souraname":"طه (114)"
  },
  {
    "id": 19,
    "description":"ربَّنَا وَاتِنَا مِن لَّدُنكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا",
    "souraname":"الكهف (10)"
  },
];