const wedooAzkarData = [
    {
        "id": 1,
        "description":"قبل الوضوء: بِسْمِ ٱللّٰهِ",
        "count": 1,

    },
    {
        "id":2,
        "description":"الذكر بعد الوضوء: أشْهَدُ أن لا إله إلا الله وحْدَهُ لا شريكَ لهُ ، وأشْهَدُ أنَّ محمداً عَبدُهُ ورسُولُه .اللَّهُمَّ اجْعَلْني مِنَ التَّوَّابينَ واجْعَلْنِي من المُتَطَهِّرِينَ .سُبْحَانَكَ اللَّهُمَّ وبَحَمْدكَ أشْهدُ أنْ لا إلهَ إلا أنْتَ أَسْتَغْفِرُكَ وأتُوبُ إِلَيْكَ",
        "count": 1,
    },
    {
        "id":3,
        "description":"دعاء الذهاب إلى المسجد : اللّهُمَّ اجْعَلْ في قَلْبي نورًا، وَفي لِساني نورًا، وَاجْعَلْ في سَمْعي نورًا، وَاجْعَـلْ في بَصَري نورًا، وَاجْعَلْ مِنْ خَلْفي نورًا، وَمِنْ أَمامي نورًا، وَاجْعَلْ مِنْ فَوْقي نورًا، وَمِن تَحْتي نورًا، اللّهُمَّ أَعْطِني نورًا.(رواه البخاري ومسلم)",
        "count": 1,
    },
    {
        "id":4,
        "description":": دعاء الدخول إلى المسجد : عند الدخول يقدم قدمه اليمنى ثم يقول: أعوذ بالله العظيم وبوجهه الكريم وسلطانه القديم، من الشيطان الرجيم. (رواه أبوداود) بسم الله والصلاة والسلام على رسول الله اللهم افتح لي أبواب رحمتك. (رواه أبوداود)",
        "count": 1,
    },
    {
        "id":5,
        "description":" أذكار الأذان : يقول مثل ما يقول المؤذن إلا في (حي على الصلاة، وحي على الفلاح) فيقول: (لا حول ولا قوة إلا بالله). ثم يقول بعد الفراغ من الأذان : اللَّهُمَّ ربَّ هذه الدعوةِ التَّامةِ، و الصَّلاةِ القائمةِ آتِ محمَّدًا الوسيلةَ و الفَضيلةَ، و ابعثه مقامًا محمودًا الَّذي وعدته. (رواه البخاري). قال رسول الله صلى الله عليه و سلم:من قال حين يسمع المؤذن أشهد أن لا إله إلا الله و حده لا شريك له وأن محمدًا عبدهُ ورسولهُ رضِيتُ بالله ربا، وبمحمدٍ رسولًا وبالإسلام دينًا غُفر لهُ ذنبهُ. (رواه مسلم و أبوداود والنسائي و الترمذي).  اللَّهُمَّ صَلِّ وَسَلِّمْ عَلَى نَبَيِّنَا مُحَمَّدٍ.",
        "count": 1,
    },
    {
        "id":6,
        "description":"أدعية استفتاح الصلاة ملاحظة: في دعاء الاستفتاح: لا يجمع بينها بل يختار واحد و الأفضل أن ينوع بين ذلك  في كل صلاة. اللَّهُمَّ بَاعِدْ بَيْنِيْ وَبَيْنَ خَطَايَايَ كَمَا بَاعَدْتَ بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ، اللهم نَقِّنِيْ مِنْ خَطَايَايَ كَمَا يُنَقَّى الثَّوْبُ الْأبْيَضُ مِنَ الدَّنَسِ، اللهم اغْسِلْنِيْ مِنْ خَطَايَايَ، بِالثَّلْجِ وَالْمَاءِ والْبَرَدِ. سُبْحَانَكَ اللهم وَبِحَمْدِكَ، وَتَبَارَكَ اسْمُكَ، وَتَعَالَى جَدُّكَ، وَلَا إِلَهَ غَيْرُكَ. الْحَمْدُ للّهِ حَمْداً كَثِيراً طَيِّباً مُبَارَكاً فِيهِ. اللهُ أكْبَرُ كَبِيْرًا، وَالْحَمْدُ لِلهِ كَثِيْرًا، وَسُبْحَانَ اللهِ بُكْرَةً وَّاصِيْلًا. أعُوْذُ بِاللهِ مِنَ الشَّيْطَانِ: مِنْ نَفْخِهِ، وَنَفْثِهِ، وَهَمْزِهِ. وَجَّهْتُ وَجْهِيَ لِلَّذِيْ فَطَرَ السَّمَوَاتِ وَالْأرْضَ حَنِيْفًا وَّمَا أنَا مِنَ الْمُشْرِكِيْنَ، إِنَّ صَلَاتِيْ، وَنُسُكِيْ، وَمَحْيَايَ، وَمَمَاتِيْ لِلهِ رَبِّ الْعَالَمِيْنَ، لَا شَرِيْكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَانَا مِنَ الْمُسْلِمِيْنَ،اللهم أنْتَ الْمَلِكُ لَا إِلَهَ إِلَّا أنْتَ، أنْتَ رَبِّيْ وَأنَا عَبْدُكَ، ظَلَمْتُ نَفْسِيْ وَاعْتَرَفْتُ بِذَنْبِيْ فَاغْفِرْ لِيْ ذُنُوْبِيْ جَمِيْعًا إِنَّهُ لَا يَغْفِرُ الذُّنوبَ إِلَّا أنْتَ. وَاهْدِنِيْ لِأحْسَنِ الْأخْلَاقِ لَا يَهْدِيْ لِأحْسَنِهَاإِلَّا أنْتَ، وَاصْرِفْ عَنِّيْ سَيِّئَهَا، لَا يَصْرِفُ عَنِّيْ سَيِّئَهَا إِلَّا أنْتَ، لَبَّيْكَ وَسَعْدَيْكَ، وَالْخَيْرُ كُلُّهُ بِيَدَيْكَ، وَالشَّرُّ لَيْسَ إِلَيْكَ، أنَا بِكَ وَإِلَيْكَ، تَبارَكْتَ وَتَعَالَيْتَ، أسْتَغْفِرُكَ وَأتُوْبُ إِلَيْكَ.",
        "count": 1,
    },
    {
        "id":7,
        "description":"أدعية الركوع : سُبْحانَ رَبِّيَ الْعَظِيْمِ. (ثلاث مرات). سُبحانَكَ اللّهمَّ ربَّنا وَبِحمدِكَ، اللّهمَّ اغفِرْ لي. سُبُّوُحٌ، قُدُّوسٌ، رَبُّ المَلَائِكَةِ وَالرُّوْحِ. اللَّهُمَّ لَكَ رَكَعْتُ، وَبِكَ آمَنْتُ، وَلَكَ أَسْلَمْتُ، خَشَعَ لَكَ سَمْعِي وَبَصَرِي، وَمُخِّي وَعَظْمِي وَعَصَبِي. سُبْحَانَ رَبِّيَ العَظِيمِ وَبِحَمْدِهِ.(ثلاث مرات).",
        "count": 3,
    },
    {
        "id":8,
        "description":"أدعية الرفع من الركوع : سَمِعَ اللهُ لِمَنْ حَمِدَهُ. رَبَّنَا وَلَكَ الْحَمْدُ، حَمْدًا كَثِيْرًا طَيِّبًا مُبارَكًا فِيْهِ.اللَّهُمَّ رَبَّنَا لَكَ الْحَمْدُ مِلْءَ السَّمَاوَاتِ وَمِلْءَ الْارْضِ، وَمَا بَيْنَهُمَا، وَمِلْءَ مَا شِئْتَ مِنْ شَيْءٍ بَعْدُ، أهْلَ الثَّنَاءِ وَالْمَجْدِ، أحَقُّ مَا قَالَ الْعَبْدُ، وَكُلُّنَا لَكَ عَبْدٌ، اللهم لَا مَانِعَ لِمَا أعْطَيْتَ،وَلَا مُعْطِيَ لِمَا مَنَعْتَ، وَلَا يَنْفَعُ ذَا الجَدِّ مِنْكَ الْجَدُّ.",
        "count": 1,
    },
    {
        "id":9,
        "description":"أدعية السجود : سُبْحَانَ رَبِّيَ الأَعْلَى. (ثلاث مرات). سُبْحَانَ رَبِّيَ الأعْلَى وَبِحَمْدِهِ. سُبُّوحٌ قُدُّوسٌ رَبُّ الْمَلاَئِكَةِ وَالرُّوحِ. اللَّهُمَّ لَكَ سَجَدْتُّ وَبِكَ آمَنْتُ، وَلَكَ أسْلَمْتُ، سَجَدَ وَجْهِي لِلَّذِيْ خَلَقَهُ، وَصَوَّرَهُ، وَشَقَّ سَمْعَهُ وَبَصَرَهُ، تَبَارَكَ اللهُ أحْسَنُ الْخَالِقيْنَ. اللَّهُمَّ اغْفِرْ لِي ذَنْبِي كُلَّهُ دِقَّهُ وَجِلَّهُ، وَأَوَّلَهُ وَآخِرَهُ، وَعَلاَنِيَتَهُ وَسِرَّهُ. اللَّهُمَّ إِنِّيْ أعُوْذُ بِرِضَاكَ مِنْ سَخَطِكَ، وَبِمُعَافَاتِكَ مِنْ عُقوْبَتِكَ، وَأعُوْذُ بِكَ مِنْكَ، لَا أُحْصِـي ثَنَاءً عَلَيْكَ، أنْتَ كَمَا أثْنَيْتَ عَلَى نَفْسِكَ.",
        "count": 3,
    },
    {
        "id":10,
        "description":"َ أدعية الجلسة بين السجدتين : رَبِّ اغْفِرْ لِيْ، رَبِّ اغْفِرْ لِيْ. اللَّهُمَّ اغْفِرْ لِيْ، وَارْحَمْنِيْ، وَاهْدِنِيْ، وَاجْبُرْنِيْ، وَعَافِنِيْ، وَارْزُقْنِيْ، وَارْفَعْنِيْ.",
        "count": 1,
    },
    {
        "id":11,
        "description":" أذكار التشهد  الأول : التَّحِيَّاتُ لِلَّهِ وَالصَّلَوَاتُ وَالطَّيِّبَاتُ السَّلَامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ السَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ. الصلاة على النبي صلى الله عليه وسلم بعد التشهد: التَّحِيَّاتُ لِلَّهِ وَالصَّلَوَاتُ وَالطَّيِّبَاتُ السَّلَامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ السَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَشْهَدُ أَنَّمُحَمَّدًا عَبْدُهُ وَرَسُولُهُ. اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ ، اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا بَارَكْتَ عَلَىإِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ.",
        "count": 1,
    },
    {
        "id":12,
        "description":"الدعاء بعد التشهد الأخير و قبل السلام اللَّهُمَّ إِنِّيْ أعُوْذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، وَمِنْ عَذَابِ جَهَنَّمَ، وَمِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ، وَمِنْ شَرِّ فِتْنَةِ الْمَسِيْحِ الدَّجَّالِ. اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ. وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ. وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ. اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْمَأْثَمِ وَالْمَغْرَم . اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْماً كَثِيراً ، وَلاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ. فَاغْفِرْ لِي مَغْفِرَةً مِنْ عِنْدِكَ وَارْحَمْنِي، إِنَّكَ أَنْتَ الْغَفُورُ الرَّحِيمُ. رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ. اللَّهُمَّ إِنِّيْ أسْألُكَ الْجَنَّةَ وَأعُوْذُ بِكَ مِنَ النَّارِ. اللَّهُمَّ إِنِّيْ أسْألُكَ يَا اللهُ بِأنَّكَ الْوَاحِدُ الْأحَدُ الصَّمَدُ الَّذِيْ لَمْ يَلِدْ وَلَمْ يُوْلَدْ، وَلَمْ يَكنْ لَهُ كُفُوًا أحَدٌ، أنْ تَغْفِرَ لِيْ ذُنُوْبِيْ إِنَّكَ أنْتَ الْغَفُوْرُ الرَّحِيْمُ. اللَّهُمَّ حَاسِبْنِيْ حِسَابَاً يَسِيراً. اللَّهُمَّ إِنِّيْ أسْألُكَ بِأنَّيْ أشْهَدُ أنَّكَ أنْتَ اللهُ لَا إِلَهَ إِلَّا أنْتَ الْأحَدُ الصَّمَدُ الَّذِيْ لَمْ يَلِدْ وَلَمْ يُوْلَدْ وَلَمْ يَكُنْ لَهُ كُفُوًا أحَدٌ. اللَّهُمَّ إِنِّيْ أسْألُكَ بِأنَّ لَكَ الْحَمْدُ لَا إِلَهَ إِلَّا أنْتَ وَحْدَكَ لَا شَرِيْكَ لَكَ، الْمَنَّانُ، يَا بَدِيعَ السَّمَوَاتِ وَالْارْضِ يَا ذَا الْجَلَالِ وَالْإِكْرَامِ، يَا حَيُّ يَا قَيُّومُ إِنِّيْ أسْألُكَ الْجَنَّةَ وَأعُوْذُ بِكَ مِنَ النَّارِ.",
        "count": 1,
    },
    {
        "id": 13,
        "description":"دعاء القنوت اﻟﻠﻬﻢ اﻫﺪِﻧﺎ ﻓﻴﻤَﻦ ﻫﺪﻳﺖ، ﻭﻋﺎﻓِﻨﺎ ﻓﻴﻤَﻦ ﻋﺎﻓﻴﺖ، ﻭﺗﻮﻟﻨﺎ ﻓﻴﻤﻦ ﺗﻮﻟﻴﺖ، ﻭﺑﺎﺭﻙ ﻟﻨﺎ ﻓﻴﻤﺎ ﺃﻋﻄﻴﺖ، ﻭﻗِﻨﺎ ﺷﺮ ﻣﺎ ﻗﻀﻴﺖ، اﻧﻚ ﺗﻘﻀﻲ ﻭﻻ ﻳُﻘﻀﻰ ﻋﻠﻴﻚ. اٍﻧﻪ ﻻ ﻳﺬﻝ ﻣَﻦ ﻭاﻟﻴﺖ، ﻭﻻ ﻳﻌِﺰُ ﻣﻦ ﻋﺎﺩﻳﺖ، ﺗﺒﺎﺭﻛﺖ ﺭﺑﻨﺎ ﻭﺗﻌﺎﻟﻴﺖ، ﻟﻚ اﻟﺤﻤﺪ ﻋﻠﻰ ﻣﺎﻗﻀﻴﺖ، ﻭﻟﻚ اﻟﺸﻜﺮ ﻋﻠﻰ ﻣﺎ ﺃﻋﻄﻴﺖ. ﻧﺴﺘﻐﻔُﺮﻙ اﻟﻠﻬﻢ ﻣﻦ ﺟﻤﻴﻊ اﻟﺬﻧﻮﺏ ﻭاﻟﺨﻄﺎﻳﺎ ﻭﻧﺘﻮﺏ اٍﻟﻴﻚ. اﻟﻠﻬﻢ ﺃﻗﺴﻢ ﻟﻨﺎ ﻣﻦ ﺧﺸﻴﺘﻚ ﻣﺎ ﺗﺤﻮﻝ ﺑﻪ ﺑﻴﻨﻨﺎ ﻭﺑﻴﻦ ﻣﻌﺼﻴﺘﻚ، ﻭﻣﻦ ﻃﺎﻋﺘﻚ ﻣﺎ ﺗﺒﻠّﻐُﻨﺎ ﺑﻪ ﺟﻨﺘَﻚ، ﻭﻣﻦ اﻟﻴﻘﻴﻦ ﻣﺎ ﺗُﻬّﻮﻥ ﺑﻪ ﻋﻠﻴﻨﺎ ﻣﺼﺎﺋﺐَ اﻟﺪﻧﻴﺎ. ﻭﻣﺘّﻌﻨﺎ اﻟﻠﻬﻢ ﺑﺎﺳﻤﺎﻋِﻨﺎ ﻭﺃﺑﺼﺎﺭِﻧﺎ ﻭﻗﻮاﺗِﻨﺎ ﻣﺎ ﺃﺑﻘﻴﺘﻨﺎ، ﻭاﺟﻌﻠﻪُ اﻟﻮاﺭﺙَ ﻣﻨّﺎ، ﻭاﺟﻌﻞ ﺛﺄﺭﻧﺎ ﻋﻠﻰ ﻣﻦ ﻇﻠﻤﻨﺎ، ﻭاﻧﺼُﺮﻧﺎ ﻋﻠﻰ ﻣﻦ ﻋﺎﺩاﻧﺎ، ﻭﻻ ﺗﺠﻌﻞ ﻣﺼﻴﺒﺘَﻨﺎ ﻓﻲ ديننا. ﻭﻻ ﺗﺠﻌﻞ اﻟﺪﻧﻴﺎ ﺃﻛﺒﺮَ ﻫﻤِﻨﺎ، ﻭﻻ ﻣﺒﻠﻎَ ﻋﻠﻤِﻨﺎ، ﻭﻻ اٍﻟﻰ اﻟﻨﺎﺭ ﻣﺼﻴﺮﻧﺎ. ﻭاﺟﻌﻞ اﻟﺠﻨﺔ ﻫﻲ ﺩاﺭﻧﺎ، ﻭﻻ ﺗُﺴﻠﻂ ﻋﻠﻴﻨﺎ ﺑﺬﻧﻮﺑِﻨﺎ ﻣﻦ ﻻﻳﺨﺎﻓُﻚ ﻓﻴﻨﺎ ﻭﻻ ﻳﺮﺣﻤﻨﺎ. اﻟﻠﻬﻢ ﺃﺻﻠﺢ ﻟﻨﺎ ﺩﻳﻨَﻨﺎ اﻟﺬﻱ ﻫﻮ ﻋﺼﻤﺔُ ﺃﻣﺮِﻧﺎ، ﻭﺃﺻﻠﺢ ﻟﻨﺎ ﺩﻧﻴﺎﻧﺎ اﻟﺘﻲ ﻓﻴﻬﺎ ﻣﻌﺎﺷُﻨﺎ، ﻭﺃﺻﻠﺢ ﻟﻨﺎ ﺁﺧﺮﺗَﻨﺎ اﻟﺘﻲ اٍﻟﻴﻬﺎ ﻣﻌﺎﺩﻧﺎ، ﻭاﺟﻌﻞ اﻟﺤﻴﺎﺓ ﺯﻳﺎﺩﺓً ﻟﻨﺎ ﻓﻲ ﻛﻞ ﺧﻴﺮ، ﻭاﺟﻌﻞ اﻟﻤﻮﺕَ ﺭاﺣﺔً ﻟﻨﺎ ﻣﻦ ﻛﻞِ ﺷﺮ. اﻟﻠﻬﻢ اﻧﺎ ﻧﺴﺄﻟُﻚ ﻓﻌﻞَ اﻟﺨﻴﺮاﺕ، ﻭﺗﺮﻙَ اﻟﻤﻨﻜﺮاﺕ، ﻭﺣﺐَ اﻟﻤﺴﺎﻛﻴﻦ، ﻭﺃﻥ ﺗﻐﻔﺮ ﻟﻨﺎ ﻭﺗﺮﺣﻤﻨﺎ ﻭﺗﺘﻮﺏ ﻋﻠﻴﻨﺎ، ﻭاٍﺫا ﺃﺭﺩﺕ ﺑﻘﻮﻡٍ ﻓﺘﻨﺔً ﻓﺘﻮَﻓﻨﺎ ﻏﻴﺮ ﻣﻔﺘﻮﻧﻴﻦ. ﻭﻧﺴﺄﻟﻚ ﺣﺒﻚ، ﻭﺣﺐَ ﻣَﻦ ﻳُﺤﺒُﻚ، ﻭﺣﺐ ﻛﻞ ﻋﻤﻞٍ ﻳﻘﺮﺑﻨﺎ اٍﻟﻰ ﺣﺒﻚ، ﻳﺎ ﺭﺏ اﻟﻌﺎﻟﻤﻴﻦ. اﻟﻠﻬﻢ اﻏﻔﺮ ﻟﺠﻤﻴﻊ ﻣﻮﺗﻰ اﻟﻤﺴﻠﻤﻴﻦ، اﻟﺬﻳﻦ ﺷﻬِﺪﻭا ﻟﻚ ﺑﺎﻟﻮﺣﺪاﻧﻴﺔ، ﻭﻟﻨﺒﻴﻚ ﺑﺎﻟﺮﺳﺎﻟﺔ، ﻭﻣﺎﺗﻮا ﻋﻠﻰ ﺫﻟﻚ. اﻟﻠﻬﻢ اﻏﻔﺮ ﻟﻬُﻢ ﻭاﺭﺣﻤﻬُﻢ ﻭﻋﺎﻓﻬﻢ ﻭﺃﻋﻔﻮ ﻋﻨﻬﻢ، ﻭاﻛﺮِﻡ ﻧُﺰﻟَﻬﻢ، ﻭﻭﺳِﻊ ﻣُﺪﺧﻠﻬﻢ، ﻭاﻏﺴﻠﻬﻢ ﺑﺎﻟﻤﺎء ﻭاﻟﺜﻠﺞ ﻭاﻟﺒَﺮَﺩ. ﻭﻧﻘّﻬﻢ ﻛﻤﺎ ﻳﻨﻘﻰ اﻟﺜﻮﺏ اﻷﺑﻴﺾ ﻣﻦ اﻟﺪﻧﺲ ﻭاﺭﺣﻤﻨﺎ اﻟﻠﻬﻢ ﺑﺮﺣﻤﺘﻚ اﺫا ﺻﺮﻧﺎ اﻟﻰ ﻣﺎ ﺻﺎﺭﻭا اٍﻟﻴﻪ ﺗﺤﺖ اﻟﺠﻨﺎﺩﻝ ﻭاﻟﺘﺮاﺏ ﻭﺣﺪنا. اللهم فرج هم المهمومين ونفس كرب المكروبين و أقضي الدين عن المدينين و أشفي مرضانا ومرضى المسلمين برحمتك يا أرحم الراحمين اللهم أغفر لنا و أرحمنا و أعتق رقابنا من النار. اللَّهُمَّ تَقَبَّلْ مِنَّا إِنَّكَ أَنتَ السَّمِيعُ الْعَلِيمُ وَتُبْ عَلَيْنَآ إِنَّكَ أَنتَ التَّوَّابُ الرَّحِيمُ. وَصَلَّى اللهُ عَلَى سَيِّدِنَا مُحَمَّدٍ وَعَلى آلِهِ وَصَحْبِهِ وَسَلمَ. دعاء القنوت يكون في الركعة الأخيرة من صلاة الوتر بعد الركوع ، وإذا جعله قبل الركوع فلا بأس ، إلا أنه بعد الركوع أفضل ، ويرفع يديه إلى صدره ولا يرفعها كثيراً .",
        "count": 1,
    },
    {
        "id": 14,
        "description": " دعاء سجود التلاوة سَجَدَ وَجْهِيَ للَّذِي خَلَقَهُ، وَشَقَّ سَمْعَهُ وبَصَرَهُ، بِحَوْلِهِ وَقُوَّتِهِ، فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ. اللَّهُمَّ اكْتُبْ لِي بِهَا عِنْدَكَ أجْراً، وَضَعْ عَنِّي بِهَا وِزْرَاً، واْجعَلْهَا لِي عِنْدِكَ ذُخْراً، وتَقَبَّلَهَا مِنِّي كَمَا تَقَبَّلْتَهَا مِنْ عَبْدِكَ دَاوُدَ.",
        "count": 1,
    },
    {
        "id": 15,
        "description":" الأذكار بعد السلام من الصلاة أستغفر الله، أستغفر الله، أستغفر الله، اللهم أنت السلام، ومنك السلام، تباركت يا ذا الجلال و الإكرام. لا إله إلا الله وحده لا شريك له، له الملك وله الحمد و هو على كل شيء قدير، لا حول ولا قوة إلا بالله، لا إله إلا الله، و لا نعبد إلا إياه، له النعمة وله الفضل، وله الثناء الحسن، لا إله إلا الله مخلصين له الدين ولو كره الكافرون. سبحان الله، و الحمد لله، و الله أكبر. (ثلاثًا وثلاثين) لا إله إلا الله وحده لا شريك له، له الملك و له الحمد و هو على كل شيء قدير. يقرأ المعوذات. (مرة واحدة بعد كل صلاة. وثلاث مرات بعد صلاتي الفجر والمغرب). يقرأ آية الكرسي. لا إله إلا الله وحده لا شريك له، له الملك و له الحمد، يحيي و يميت و هو على كل شيء قدير. (عشر مرات بعد صلاتي الفجر و المغرب). اللَّهُمَّ إني أسألك رزقًا طيبًا، وعلمًا نافعًا ، و عملًا متقبلًا. (بعد السلام من صلاة الفجر).",
        "count": 1,
    },
    {
        "id": 16,
        "description":"دعاء استفتاح الصلاة في قيام الليل عنْ أَبي سَلَمَةَ بنِ عبدِ الرَّحْمَنِ بنِ عَوْفٍ، قالَ: سَأَلْتُ عَائِشَةَ أُمَّ المُؤْمِنِينَ: بأَيِّ شَيءٍ كانَ نَبِيُّ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ يَفْتَتِحُ صَلَاتَهُ إذَا قَامَ مِنَ اللَّيْلِ؟ قالَتْ: كانَ إذَا قَامَ مِنَ اللَّيْلِ افْتَتَحَ صَلَاتَهُ: اللَّهُمَّ رَبَّ جِبْرَائِيلَ، وَمِيكَائِيلَ، وإسْرَافِيلَ، فَاطِرَ السَّمَوَاتِ وَالأرْضِ، عَالِمَ الغَيْبِ وَالشَّهَادَةِ، أَنْتَ تَحْكُمُ بيْنَ عِبَادِكَ فِيما كَانُوا فيه يَخْتَلِفُونَ، اهْدِنِي لِما اخْتُلِفَ فيه مِنَ الحَقِّ بإذْنِكَ؛ إنَّكَ تَهْدِي مَن تَشَاءُ إلى صِرَاطٍ مُسْتَقِيمٍ. (صحيح مسلم)",
        "count": 1,
    },
    {
        "id": 17,
        "description":" دعاء الخروج من المسجد عند الخروج يقدم قدمه اليسرى ثم يقول: بسم الله والصلاة والسلام على رسول الله اللهم أني أسألك من فضلك اللهم أعصمني من الشيطان الرجيم.",
        "count": 1
    }
]

module.exports = wedooAzkarData;